{
    "SLOGAN": "Promoters of board games and role-playing games since 1995",
    "ADDRESS": "Via del Lavatoio 5 , Trieste - Third floor",
    "WHEN": "EVENTS",
    "WHO": "ABOUT US",
    "WHERE": "LOCATION",
    "BG": "GAMES",
    "EXPAND_TEXT": "Click for details",
    "EVENTS": [
        {
            "DATE": "2024-11-15T17:30:00Z",
            "IMAGE": "./assets/img/events/InternationalGamesMonth.jpg",
            "TITLE": "International Games Month 2024",
            "DESCRIPTION": "15 November 17.30 - 20.30\nStelio Mattioni Library",
            "EXPANSION": [
                {
                    "TEXT": "15 November 17.30 - 20.30\nStelio Mattioni Library",
                    "IMAGE": "./assets/img/events/InternationalGamesMonth.jpg",
                    "ALT_TEXT": "Image of the event poster"
                }
            ]
        },
        {
            "DATE": "2025-01-08T19:00:00Z",
            "IMAGE": "./assets/img/events/GameNights_2025-01.jpg",
            "TITLE": "GameNights January 2025",
            "DESCRIPTION": "8 January 19.00 - 22.00\nStudy room, ground floor, building H3",
            "EXPANSION": [
                {
                    "TEXT": "8 January 19.00 - 22.00\nStudy room, ground floor, building H3",
                    "IMAGE": "./assets/img/events/GameNights_2025-01.jpg",
                    "ALT_TEXT": "Image of the event poster"
                }
            ]
        },
        {
            "DATE": "2025-01-26T18:30:00Z",
            "IMAGE": "./assets/img/events/GiocaMuggia.jpg",
            "TITLE": "GiocaMuggia 2025",
            "DESCRIPTION": "Sunday 26 January 18.30 - 20.00\nCalle Verdi 6b a Muggia",
            "EXPANSION": [
                {
                    "TEXT": "Sunday 26 January 18.30 - 20.00\nCalle Verdi 6b a Muggia",
                    "IMAGE": "./assets/img/events/GiocaMuggia.jpg",
                    "ALT_TEXT": "Image of the event poster"
                }
            ]
        },
        {
            "DATE": "2025-02-19T19:00:00Z",
            "IMAGE": "./assets/img/events/GameNights_2025-02.jpg",
            "TITLE": "GameNights February 2025",
            "DESCRIPTION": "19 February 19.00 - 22.00\nStudy room, ground floor, building H3",
            "EXPANSION": [
                {
                    "TEXT": "19 February 19.00 - 22.00\nStudy room, ground floor, building H3",
                    "IMAGE": "./assets/img/events/GameNights_2025-02.jpg",
                    "ALT_TEXT": "Image of the event poster"
                }
            ]
        },
        {
            "DATE": "2025-02-28T18:30:00Z",
            "IMAGE": "./assets/img/events/TorneoCatan2025-02-08.jpg",
            "TITLE": "Torneo di Catan February 2025",
            "DESCRIPTION": "Sunday 28 February 18.30 - 20.00\n\"In Bocca al Gioco\" - V.le Venti Settembre, 41",
            "EXPANSION": [
                {
                    "TEXT": "Sunday 28 February 18.30 - 20.00\n\"In Bocca al Gioco\" - V.le Venti Settembre, 41",
                    "IMAGE": "./assets/img/events/TorneoCatan2025-02-08.jpg",
                    "ALT_TEXT": "Image of the event poster"
                }
            ]
        },
        {
            "DATE": "2025-04-09T19:00:00Z",
            "IMAGE": "./assets/img/events/AvventureDaTavolo_2025.jpg",
            "TITLE": "Avventure da Tavolo March / April 2025\n1a parte",
            "DESCRIPTION": "",
            "EXPANSION": [
                {
                    "TEXT": "21 March 17:30-20:30 board games\n9 April 17:00-19:00 chess workshop\n\"Mattioni Library\" - Borgo San Sergio",
                    "IMAGE": "./assets/img/events/AvventureDaTavolo_2025.jpg",
                    "ALT_TEXT": "Image of the event poster"
                }
            ]
        },
        {
            "DATE": "2025-04-11T20:30:00Z",
            "IMAGE": "./assets/img/events/AvventureDaTavolo_2025.jpg",
            "TITLE": "Avventure da Tavolo March / April 2025\n2a parte",
            "DESCRIPTION": "",
            "EXPANSION": [
                {
                    "TEXT": "8 April 17:00-18:30 chess workshop\n10 April 17:00-18:30 chess workshop\n11 April 17:30-20:30 board games\n\"Gambini Library\" - San Giacomo",
                    "IMAGE": "./assets/img/events/AvventureDaTavolo_2025.jpg",
                    "ALT_TEXT": "Image of the event poster"
                }
            ]
        },
      {
        "DATE": "2025-06-28T15:00:00Z",
        "IMAGE": "./assets/img/events/BorgoCosplay2025.png",
        "TITLE": " Borgo Cosplay returns on June 28th and 29th, 2025",
        "DESCRIPTION": "",
        "EXPANSION": [
          {
            "TEXT": "On Saturday, June 28th and Sunday, June 29th, 2025, the gates of BORGO COSPLAY will reopen!\nAn event dedicated to the world of cosplayers, comics, board games and role-playing games, video games, and nerd culture!\n\nHosted at the Stelio Mattioni Municipal Library in Borgo San Sergio, two full days of activities await you: cosplay parades, comic workshops, video game stations, board and role-playing game sessions, talks, shows, and a market entirely focused on all things pop! A truly unmissable weekend!",
            "IMAGE": "./assets/img/events/BorgoCosplay2025.png",
            "ALT_TEXT": "Image of the event poster"
          }
        ]
      },
      {
        "DATE": "2025-07-05T18:00:00Z",
        "IMAGE": "./assets/img/events/AleaOpenLuglio2025.jpg",
        "TITLE": " Open Night at Alea – July 5th, 2025",
        "DESCRIPTION": "",
        "EXPANSION": [
          {
            "TEXT": "Alea’s open nights are back!\n\nCome visit our venue to meet us, freely try out our board games, and play a few rounds with us!\n\n📆 Saturday, July 5th, 2025\n🕖 Starting from 6 PM\n📍 Via San Francesco 4/1\n🌸 Free entry with registration\n\nThe event is open to participants aged 16 and over. If underage, an adult must accompany you.\n\nRegister at:\nhttps://tinyurl.com/openalea",
            "IMAGE": "./assets/img/events/AleaOpenLuglio2025.jpg",
            "ALT_TEXT": "Image of the event poster"
          }
        ]
      },
        {
          "DATE": "2025-07-20T16:00:00Z",
          "IMAGE": "./assets/img/events/dadi.jpg",
          "TITLE": "Gioca con noi e… stai fresco!",
          "DESCRIPTION": "",
          "EXPANSION": [
            {
                "TEXT": "A gaming afternoon in the shade under the trees of Trebiciano! Volunteers from Alea APS, La Costola dei Barbari APS and Queer Legacy ODV will let you play many beautiful board games and role playing games. Both well known and niche games will be available to try, and they will be explained to you in a welcoming, friendly, safe space outdoors. The event is open to newcomers and experts of all ages. Take this opportunity to explore the world of games, to try different things or simply to get to know new people. Our dice and meeples are ready to meet you!\nLet's meet at the Trebiciano sports field\n on July 20th from 4 to 7 PM.",
                "IMAGE": "./assets/img/events/dadi.jpg",
                "ALT_TEXT": "Image of the event poster"
            }
          ]
        },
        {
          "DATE": "2025-08-15T16:00:00Z",
          "IMAGE": "./assets/img/events/uniH3.jpg",
          "TITLE": "Game Nights: giochi e benessere all’Università di Trieste",
          "DESCRIPTION": "",
          "EXPANSION": [
            {
              "TEXT": "From December 2024 to July 2025, ALEA and La Costola dei Barbari have animated the silent study rooms of the University of Trieste with board games and role playing games. The event took place on the ground floor of Building H3, with 16 Game Nights and more than 200 different participants, about 80 of them coming back more than once. Our Game Nights mostly targeted students, but were also open to university students and personnel. The attendance was between 25 and 42 people each night. The event was organised by the university within the Pro-Bene-Comune project, and it had two main objectives: promoting psychological and social well-being within the university, and gather data for a research on game-related psychology. We created a relaxed, fun and inclusive environment. Some enthusiastic participants spread the word to their friends, others just came for one night. Some came with their group, some came by themselves, always finding a table to play at. Some participants did not speak Italian, which allowed for the creation of international, English-speaking tables. This experience fully embodied what ALEA wants to promote: games as a means to bring people together and create a sense of community. We want to thank the many volunteers and all participants that contributed to this successful initiative.",
              "IMAGE": "./assets/img/events/uniH3.jpg",
              "ALT_TEXT": "Image of the event poster"
            }
          ]
        },
        {
          "DATE": "2025-10-26T15:00:00Z",
          "IMAGE": "./assets/img/events/archeo.jpg",
          "TITLE": "Sblocca la storia",
          "DESCRIPTION": "",
          "EXPANSION": [
            {
              "TEXT": "📆 Sunday, October 26th\n🕖 From 3:00 PM to 8:00 PM\n📍 Piazza della Borsa, Trieste\n📝Free entry\n🏛️ As part of the event Un Mare di Archeologia, we will present role-playing games, board games, and 3D wargames!\nCome and join us for a dive into history!\n🎲 With our 3D Wargames, you can soar through the skies of the First World War with Wings of War or sail the seas aboard Napoleonic ships with Sails of Glory.\nIf you prefer role-playing games, Lex Arcana will transport you to ancient Rome.\nThere will also be plenty of board games such as the brand new Hispania, 7 Wonders, The King is Dead, Thurn und Taxis, Chariot’s Race, Cuzco, Similo History, Timeline, Sagrada, and many more!\n✨ With games from every setting, of various lengths, and for all ages, we’re sure it will be a journey through time you won’t forget!",
              "IMAGE": "./assets/img/events/archeo.jpg",
              "ALT_TEXT": "Immagine della locandina dell'evento"
            }
          ]
        },
        {
          "DATE": "2025-10-29T15:00:00Z",
          "IMAGE": "./assets/img/events/tempo.jpg",
          "TITLE": "Tempo in gioco",
          "DESCRIPTION": "",
          "EXPANSION": [
            {
              "TEXT": "🎲 TEMPO IN GIOCO 🎲\nAn activity designed to offer moments of fun, stimulation, and connection for older adults. Board games, cards, chess, and creative workshops become opportunities to have fun, keep the mind active, and spend quality time together — creating new friendships and valuing one’s life experiences. A monthly event to enjoy and enrich with many new initiatives.\n1st meeting\n📆 Wednesday, October 29, 2025\n🕒 3:00 PM – 7:00 PM\n📍 Vita Lenta, via Pecenco 4, Trieste\n🃏 An afternoon of board games open to people of all ages!\n⚠️ Free event: you don’t need to bring anything — just the desire to enjoy good company, with no age limits ❤️\n✨️ You’ll find plenty of classic board games or discover new ones: volunteers from our associations will be there to explain the rules!",
              "IMAGE": "./assets/img/events/tempo.jpg",
              "ALT_TEXT": "Immagine della locandina dell'evento"
            }
          ]
        },
        {
          "DATE": "2025-10-31T19:45:00Z",
          "IMAGE": "./assets/img/events/aleaween.png",
          "TITLE": "Sblocca la storia",
          "DESCRIPTION": "",
          "EXPANSION": [
            {
              "TEXT": "📆 Friday, October 31st, 2025\n🕖 7:45 PM\n📍 ALEA Headquarters, Via del Lavatoio 5, Trieste\n📝 Free evening open to everyone upon registration: https://tinyurl.com/openAlea\n🕷️ A Halloween night with spooky-themed board games!\n🧛🏻‍♂️ An evening open to everyone (even non-members!)—free and frightful!\n🧟‍♂️ Costumes are not mandatory but STRONGLY encouraged! Surprise us! And one last thing...\n👻 BOO\n\n\nTo participate, please fill out the form",
              "IMAGE": "./assets/img/events/aleaween.png",
              "ALT_TEXT": "Immagine della locandina dell'evento"
            }
          ]
        },
        {
          "DATE": "2025-11-01T09:00:00Z",
          "IMAGE": "./assets/img/events/sf.jpg",
          "TITLE": "Ludoteca galattica",
          "DESCRIPTION": "",
          "EXPANSION": [
            {
              "TEXT": "A full day—Saturday, November 1st at Sala Xenia—entirely dedicated to board games, role-playing games, and sci-fi themed gamebooks, organized by the associations Alea and Costola dei Barbari, together with the gaming bistro In Bocca Al Gioco.\nThe event will be structured in several time slots (10:00–13:00, 13:00–16:00, 16:00–19:00, 19:00–22:00), during which numerous activities will alternate, with some game tables available for advance booking and others dedicated to free play. With demonstrators and storytellers from the associations present, attendees will be able to try both board games and role-playing games, ranging from classic titles to new releases, all with a sci-fi theme.\nThroughout the day, writer and game designer Andrea Tupac Mollica will be present as a storyteller for the cyberpunk role-playing game Hong Kong Hustle, along with Lorenzo Board Game Physicist Gentile, a passionate science and board game communicator. There will also be presentations of new titles by various publishers, an open tournament for all participants, and tables dedicated to interactive storytelling, where attendees can collaboratively guide the unfolding of a story from a book.\nAmong other things, in our Galactic Game Library, you’ll be able to try:\nRole-playing games: Daggerheart (sci-fi version), CBR+PNK, Never Tell Me The Odds, Fabula Ultima, Green Oaks, Hong Kong Hustle, Dune: Adventures in the Imperium\nBoard games: Andromeda’s Edge, Mass Effect, Star Wars: Battle of Hoth, Dune Imperium, Expeditions, Terraforming Mars, KillTeam, SETI, Star Wars: Deckbuilding Game\nGamebooks: Progenie Oscura, Hong Kong Hustle, 1984, Scegli la Tua Avventura",
              "IMAGE": "./assets/img/events/sf.jpg",
              "ALT_TEXT": "Immagine della locandina dell'evento"
            }
          ]
        }
    ],
    "DESCRIPTION": [
        {
            "TITLE": "WHO WE ARE",
            "INTRO": "We are “ALEA”, a gaming association from Trieste founded in 1995.\nThe Social Promotion Association is a cultural association that promotes gaming in all its forms, enhancing it as a tool for socialization and social integration.",
            "TEXT": "",
            "IMAGE": "./assets/img/description_who.jpg",
            "ALT_TEXT": "An image depicting various board games from the association.",
            "EXPANSION": [
                {
                    "TEXT": "We are “ALEA”, a gaming association from Trieste founded in 1995.",
                    "IMAGE": "",
                    "ALT_TEXT": ""
                },
                {
                    "TEXT": "The Social Promotion Association is a cultural association that promotes gaming in all its forms, enhancing it as a tool for socialization and social integration.",
                    "IMAGE": "./assets/img/who_expansion-0.jpg",
                    "ALT_TEXT": "Image depicting some merchandise with the Alea logo."
                },
                {
                    "TEXT": "It is a free, apolitical association that pursues its social purpose with voluntary and unpaid commitment. It promotes the growth of gaming through participation and the organization of events, exhibitions, tournaments, and daily gaming activities.\nWe reject gambling.",
                    "IMAGE": "",
                    "ALT_TEXT": ""
                },
                {
                    "TEXT": "ALEA is primarily composed of adult members with a passion for various types of board games, role-playing games, and 3D wargames.",
                    "IMAGE": "./assets/img/who_expansion-1.jpg",
                    "ALT_TEXT": "Photo of some members of the association continuing a meeting at the bar"
                },
                {
                    "TEXT": "The association has a venue with seven tables and a continuously expanding game library. Members freely organize game nights using both the games available in the library and those they own. The activity is lively and daily, mainly concentrated in the evening hours on weekdays and especially on weekends, including mornings and afternoons. Members can organize daily activities through a well-organized Telegram chat and a booking calendar on Google Calendar.",
                    "IMAGE": "",
                    "ALT_TEXT": ""
                }
            ]
        },
        {
            "TITLE": "HOW TO FIND US",
            "INTRO": "If you’d like to meet us, send an email to info@aleatrieste.it. Together we’ll find the best time for you to visit our venue—and while you’re here, to play some games too.",
            "TEXT": "",
            "IMAGE": "./assets/img/Lavatoio.png",
            "ALT_TEXT": "Via del Lavatoio 5",
            "EXPANSION": [
                {
                "TEXT": "Come to Via del Lavatoio 5, go up to the third floor, and let’s get to know each other. Seven tables, many members, and a ton of games ready for us to have fun with.",
                "IMAGE": "",
                "ALT_TEXT": ""
                }
            ]
        },
        {
            "TITLE": "THE OPEN EVENTS",
            "INTRO": "For several years, Alea has been committed to periodically opening its venue to the public, organizing open nights for those interested and curious, offering everyone the opportunity to discover the vast world of games and the association's activities.",
            "TEXT": "",
            "IMAGE": "./assets/img/description_events.jpg",
            "ALT_TEXT": "Image of a poster of the association at the entrance of one of its events.",
            "EXPANSION": [
                {
                    "TEXT": "For several years, Alea has been dedicated to periodically opening its venue to the public, organizing open nights for those interested and curious, offering everyone the opportunity to discover the vast world of games and the association's activities.",
                    "IMAGE": "",
                    "ALT_TEXT": ""
                },
                {
                    "TEXT": "The open events have been mainly advertised through social media or word of mouth. Anyone can participate to get to know us or to spend an enjoyable evening trying out a game in good company.",
                    "IMAGE": "",
                    "ALT_TEXT": ""
                },
                {
                    "TEXT": "Many of us became members after attending one of these events: the warm welcome from the members and the fun atmosphere are always so engaging that they often lead people to want to join this diverse group of passionate gamers.",
                    "IMAGE": "",
                    "ALT_TEXT": ""
                },
                {
                    "TEXT": "Themed nights are also a regular feature: social moments where members and enthusiasts engage in games based on a specific theme. For example, the traditional horror night \"Aleaween\" on October 31st, \"Space Nights\" among stars and planets, \"Western Nights\" with sheriffs and outlaws, and \"Classical Nights\" in the ancient world... Not to mention that from time to time, we organize off-site events open to members and families, such as gatherings in the Trieste Karst or paintball battles, always enlivened by moments of gaming that strengthen friendships among members and provide enjoyable days spent together.",
                    "IMAGE": "",
                    "ALT_TEXT": ""
                },
                {
                    "TEXT": "Since 2024, the \"Chi c'è c'è\" (Who's Here, Is Here) Saturday night has been established: without the need for prior organization, any member can join the evening dedicated to improvisation by showing up promptly by 8:30 PM. Every Saturday is an opportunity to get to know each other, play games from the library or those brought by other participants, or perhaps to introduce that dusty game that has been sitting abandoned for a while and that we'd like to try. \"Chi c'è c'è\" is the unpredictable and surprising evening that brings the association to life every Saturday. It's not uncommon for supporters to join in, so while it's not officially open to non-members, know that it’s likely you'll find us there on Saturday, and you might even be able to join us.",
                    "IMAGE": "",
                    "ALT_TEXT": ""
                }
            ]
        },
        {
            "TITLE": "EXTERNAL ACTIVITIES",
            "INTRO": "In the early 2000s, Alea was one of the founding associations of \"Trieste d20gioco\" and participated in the success of the \"Fumetti per gioco\" events for several years.\nAlea is a co-founder of Federludo, the Italian federation of gaming associations.",
            "TEXT": "",
            "IMAGE": "./assets/img/description_activities.jpg",
            "ALT_TEXT": "Image of the entrance to an association event during the 2024 Science-Fiction Festival.",
            "EXPANSION": [
                {
                    "TEXT": "In the early 2000s, Alea was one of the founding associations of \"Trieste d20gioco\" and participated in the success of the \"Fumetti per gioco\" events for several years.",
                    "IMAGE": "",
                    "ALT_TEXT": ""
                },
                {
                    "TEXT": "Alea is a co-founder of Federludo, the Italian federation of gaming associations.",
                    "IMAGE": "",
                    "ALT_TEXT": ""
                },
                {
                    "TEXT": "Since 2022, we have been collaborating with the Municipality of Trieste by managing the \"Avventure da tavolo\" project, which promotes board games in the city's libraries. We animate the afternoons dedicated to gaming activities in the libraries as game experts, welcoming families, children from after-school programs, and curious individuals of all ages. We offer them the opportunity to try the library's games or those from our association.",
                    "IMAGE": "",
                    "ALT_TEXT": ""
                },
                {
                    "TEXT": "In recent years, we have organized the International Games Month in November, in addition to our collaboration with the municipal libraries. We have also organized and promoted other activities, such as those at SISSA, or in collaboration with the Trieste Astronomical Observatory, as well as conferences focused on the theme of gaming.",
                    "IMAGE": "",
                    "ALT_TEXT": ""
                },
                {
                    "TEXT": "In 2024, we collaborated with the Lybra Cooperativa Sociale Onlus to engage young users of the cooperative with games, promoting positive relational dynamics, stimulating interest in recreational activities, and encouraging healthy pastimes.",
                    "IMAGE": "",
                    "ALT_TEXT": ""
                },
                {
                    "TEXT": "In the same year, we began organizing, in collaboration with the venue on Viale XX Settembre, \"In bocca al gioco\", open tournaments for the public featuring \"The Settlers of Catan\" and \"Ticket to Ride - Europe\", valid for national qualifications.",
                    "IMAGE": "",
                    "ALT_TEXT": ""
                },
                {
                    "TEXT": "Our association has frequently tested game prototypes, becoming beta testers for Giochix Editions and White Cocal Press, a Trieste-based publisher of successful games such as Friko Bestiale and Tachite al Tram.",
                    "IMAGE": "",
                    "ALT_TEXT": ""
                },
                {
                    "TEXT": "Since September 2025, we have had our new beautiful headquarters at Via del Lavatoio 5, Trieste, on the third floor.",
                    "IMAGE": "",
                    "ALT_TEXT": ""
                }
            ]
        }
    ],
    "GAMES": [
        {
            "TITLE": "Board Games",
            "IMG_SRC": "./assets/img/games/gdt.jpg",
            "EXPANSION": [
                {
                    "TEXT": "Many of our members are passionate about board games of all kinds: from German-style games to American ones, including abstract games, dungeon crawlers, and legacy games... a thousand and more games are set up and played every day, there’s something for everyone, an entire world to discover. And if we have twenty minutes left while waiting for a latecomer or to wrap up the evening, we're always ready to start a simple, fun, or mind-bending filler game.",
                    "IMAGE": "./assets/img/games/gdt-expansion-0.jpg",
                    "ALT_TEXT": "Image depicting a tabletop game of Storm Raiders being played."
                }
            ]
        },
        {
            "TITLE": "Tabletop Role-Playing Games",
            "IMG_SRC": "./assets/img/games/gdr.jpg",
            "EXPANSION": [
                {
                    "TEXT": "Role-playing games are immersive experiences that allow players to live out fantastic stories, take on the roles of unique characters, and decide together with other players the fate of imaginary worlds.\nSeveral of our associate game masters lead the evenings at our association: some prefer to create classic fantasy adventures, with D&D or in Middle-Earth, while others venture into steampunk, horror, or science fiction settings—the imagination knows no bounds.",
                    "IMAGE": "./assets/img/games/gdr-expansion-0.jpg",
                    "ALT_TEXT": "Image of a session of the Lovecraftesque role-playing game."
                }
            ]
        },
        {
            "TITLE": "Wargames",
            "IMG_SRC": "./assets/img/games/wargames.jpg",
            "EXPANSION": [
                {
                    "TEXT": "Three-dimensional games with miniatures combine strategy, tactical skills, and modeling, allowing players to deploy armies in 3D scenarios where every move can change the outcome of the battle.\nMany of our members are dedicated to this activity, facing off in both historical and fantasy settings, creating beautiful miniatures with passion and great skill, both to display and use. The association also offers courses in miniature painting and scenario creation.",
                    "IMAGE": "./assets/img/games/wargames-expansion-0.jpg",
                    "ALT_TEXT": "Image depicting a tabletop game of Bloodstones being played."
                }
            ]
        }
    ]
}
