[
  {
    "id": "365056",
    "thumbnail": "https://cf.geekdo-images.com/NeAxTEccL-ZKQn4V1ZoRwg__thumb/img/AvkBUpjNgE65alQyltXouuKc1vQ=/fit-in/200x150/filters:strip_icc()/pic7402296.jpg",
    "image": "https://cf.geekdo-images.com/NeAxTEccL-ZKQn4V1ZoRwg__original/img/J8ObeNakKBOvsVE4wC5RY7tLp54=/0x0/filters:format(jpeg)/pic7402296.jpg",
    "playTime": "90-150",
    "description": "Life in the village is hard, but life here also allows the inhabitants to grow and prosper as they please. One villager might want to become a friar. Another might feel ambitious and strive for a career in public office. A third one might want to seek their luck in distant lands.&#10;&#10;In Village, each player takes the reins of a family and attempts to help them find fame and glory in many different ways. There is one thing you must not forget, however: Time will not stop for anyone, and given enough time people will vanish. Those who find themselves immortalized in the village chronicles will bring honor to their family and be one step closer to victory.&#10;&#10;In more detail, each turn you take a cube from an area on the game board, then take the action of that area. The board has zones with specific attributes, a market, a travel zone, a crafting zone, a church, and a council house, and each zone is seeded with cubes of four colors as well as black cubes that serve as curses. Many of these areas offer multiple actions, so if for example you take a cube from the crafting area, you can get an ox, a horse, a cart, a plow, or a scroll, or you can convert wheat to gold. Some areas offer short-term scoring, others offer long-term scoring, and still others offer only endgame scoring. The round ends when no cubes remain at any location.  The game ends when either the village chronicle or the anonymous graveyard is full.&#10;&#10;Village: Big Box contains the Village base game, the Inn and Port expansions, every promo previously released, and a new \"Marriage\" expansion, with all of the materials being integrable with one another and with the game now containing a solo mode as well as revised gameplay, dual-layered player boards, and a larger, double-sided main board that eliminates the need for the overlays used in the original expansions.&#10;&#10;",
    "playersCount": "1-5",
    "publishingYear": "2023",
    "minAge": "12+",
    "name": "Village: Big Box"
  },
  {
    "id": "348554",
    "thumbnail": "https://cf.geekdo-images.com/rEHUfF9UeA6lY6EvRLgBIg__thumb/img/bC-yDhhzNaeqjPdV9PHBocfUpK0=/fit-in/200x150/filters:strip_icc()/pic6447828.jpg",
    "image": "https://cf.geekdo-images.com/rEHUfF9UeA6lY6EvRLgBIg__original/img/Ha7eXF0e1F30QtGLt0gM4zxaKzM=/0x0/filters:format(jpeg)/pic6447828.jpg",
    "playTime": "90-150",
    "description": "Autobahn is an economic strategy game about the building of the German motorway system over three periods of time spanning from the end of World War II to the present day.&#10;&#10;At the end of the second period (in 1990), the Unification opens up opportunities to further extend the network into the eastern part of the country.&#10;&#10;As a director within the BundesAutobahn Organisation, you are responsible for managing and developing the German Federal Highway System.&#10;&#10;&#226;&#128;&#139;Aside from building roads, you&rsquo;ll also be responsible for facilitating the transport of goods to neighbouring countries and constructing petrol stations to benefit from this new traffic.&#10;&#10;As you contribute to the development of the network, you gain seats at the administration boards of each highway, and they will increase your budget at the start of each period.&#10;&#10;Over the course of the game, your board members will eventually advance to more prestigious seats within the Bundesautobahn building, which instead will provide victory points at the end of the game.&#10;&#10;Plan ahead to optimize your efficiency: Each contribution you make builds your reputation and gains you access to new departments and scoring opportunities that better align with your chosen path to victory.&#10;&#10;&#226;&#128;&#139;The cards in your hand allows you to take actions on one of the 7 main Autobahns.&#10;You&rsquo;ll need to plan carefully and time your actions perfectly if you want to make the most of your hand before you need to collect your cards back.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "playersCount": "1-4",
    "publishingYear": "2022",
    "minAge": "14+",
    "name": "Autobahn"
  },
  {
    "id": "338957",
    "thumbnail": "https://cf.geekdo-images.com/Mw_WmNeSTRgEgiQG87YPgQ__thumb/img/vq3rQ-SOu-77cD61UeJq58dcZZQ=/fit-in/200x150/filters:strip_icc()/pic6228356.png",
    "image": "https://cf.geekdo-images.com/Mw_WmNeSTRgEgiQG87YPgQ__original/img/fgw5B0oFNDZlNj6Yig97m4625lI=/0x0/filters:format(png)/pic6228356.png",
    "playTime": "20-20",
    "description": "The Roman Republic is coming to an end, but not before a power struggle between Caesar and Pompey. Players will command their legions, strategically deploying them to key battlegrounds to try and seize control of the provinces and become ruler of the republic.&#10;&#10;Players draw tokens from a bag to determine their starting forces and to replenish their losses. Players allocate their resources to each province, gaining tactical advantages and vying for control of the republic.&#10;&#10;Three modules to expand the game are included: poison your opponent, deploy powerful Centurions and use underhanded tactics to gain advantages in the Expansions of Rome.&#10;&#10;",
    "playersCount": "1-2",
    "publishingYear": "2022",
    "minAge": "14+",
    "name": "Ave Cesare! Conquista Roma in 20 minuti!"
  },
  {
    "id": "357316",
    "thumbnail": "https://cf.geekdo-images.com/qsjqddoT-xCeZBhTtyDVEA__thumb/img/Dik7LxTZVkQ-65W_deA5joLMecg=/fit-in/200x150/filters:strip_icc()/pic6960866.png",
    "image": "https://cf.geekdo-images.com/qsjqddoT-xCeZBhTtyDVEA__original/img/81j7XMS17EpydVRKtm1M_BG-Srk=/0x0/filters:format(png)/pic6960866.png",
    "playTime": "30-60",
    "description": "1331, Tangier. You have traveled a thousand times around your province in the wake of your merchant father. Your cousin Mohamed, explores the vast world; his letters make you dream of marvelous countries and legendary sultans. When his father falls ill, you decide to go in search of him.&#10;&#10;The infinite East opens its arms to you, at last.\" Will you triumph over mountains and deserts? Will you escape from bandits and pirates? Will you become a rich merchant or a humble fakir? Will you be able to win over the Mongolian khans and the rajas of India? Will you find the trail of your elusive cousin, whom history will remember as the world's greatest traveler?&#10;&#10;Cartaventura is a collection of narrative card games with an immersive storyline and multiple endings! Players build their adventure with the help of cards that offer different options. Cartaventura offers games set in different eras, each one faithfully reproduced. Players are immersed in history thanks to rich scenarios and watercolor illustrations, in homage to travel books.&#10;&#10;A historical booklet, written with specialists, offers additional information. Cartaventura offers a tutorial that accompanies the first game. Its simple and original game system allows players to explore the scenario several times to discover all the secrets of the game. With what they have learned and with the help of different choices, they will be able to optimize their adventure to discover all the endings.&#10;&#10;",
    "playersCount": "1-6",
    "publishingYear": "2022",
    "minAge": "10+",
    "name": "Cartaventura: Oriente"
  },
  {
    "id": "360206",
    "thumbnail": "https://cf.geekdo-images.com/VkCBFlvAAHvaUk84H9usDg__thumb/img/9Q9MA7yu6uHVmKiiBZo_qlGy8Ac=/fit-in/200x150/filters:strip_icc()/pic6797734.jpg",
    "image": "https://cf.geekdo-images.com/VkCBFlvAAHvaUk84H9usDg__original/img/-JE6a6OIHZeU8doazKlzudEI3uk=/0x0/filters:format(jpeg)/pic6797734.jpg",
    "playTime": "60-90",
    "description": "The first cities on the Rhine emerged from Roman outposts protecting the border with Germania. As the governor of one of these cities, your task is to develop it in the best possible way, while also defending it against the Germanic tribes. Empress Agrippina and her son Nero will inspect your actions and honor the most successful governor.&#10;&#10;In 'Discordia', you develop your city by building farms, barracks, defenses, harbors, and markets, and by trading with ships. Use your seamen, soldiers, merchants, and farmers profitably, fulfill decrees, and secure privileges &mdash; acting carefully at all times so that your city grows neither too fast nor too slow. Will you have the best-developed city at the end of the fourth year, or will you manage to impress the empress before then and win the game early?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "playersCount": "1-4",
    "publishingYear": "2022",
    "minAge": "12+",
    "name": "Discordia"
  },
  {
    "id": "375623",
    "thumbnail": "https://cf.geekdo-images.com/h_S6oahOzSODf1SxqAJUtw__thumb/img/ksy8dznBW1fk1sgVqYzrd62Uc8M=/fit-in/200x150/filters:strip_icc()/pic7213668.png",
    "image": "https://cf.geekdo-images.com/h_S6oahOzSODf1SxqAJUtw__original/img/bNkkJmvK7bonSF-XOJFI_EYBY7A=/0x0/filters:format(png)/pic7213668.png",
    "playTime": "10-30",
    "description": "Effetto Terra is a game aiming at increasing our carbon footprint awareness.&#10;&#10;Competitive version&#10;&#10;Each player receives 5 CO2 cards and places them face-down with the CO2 side value covered. In the centre of the table a random face-up card is placed with its CO2 value in view.&#10;The goal of the game is to succeed in playing all the cards in your hand before anyone else.&#10;On your turn, choose a card in your hand and place it in the centre of the table in line with those already present so that all the cards issuing less CO2 are to its left and all those which issue more to its right.&#10;After you decide where to place your card, turn it down immediately. If you have placed it correctly, the card remains in play and you haven&rsquo;t to draw nothing, while if it is wrong it&rsquo;s discarded and you have to draw a new card from the pack.&#10;&#10;Cooperative version&#10;&#10;The team that faces the first mission, as shown in card n.1, draws 4 CO2 cards without disclosing the related values.&#10;The goal of the team is to place cards in order from the lowest to the highest CO2 issued value. For each level, the team will have to locate the number of indicated cards from the related mission card in the centre of the table, always face-down &ndash; the goal is to lay out the cards in rising numerical order, from the left to the right.&#10;The team can talk to take decisions on the layout of the cards.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "playersCount": "2-99",
    "publishingYear": "2022",
    "minAge": "8+",
    "name": "Effetto Terra"
  },
  {
    "id": "359318",
    "thumbnail": "https://cf.geekdo-images.com/FE6sz4rVTdpBDhfOGb_c1A__thumb/img/BG38GgutETKiuw51FCJYfUoqgSg=/fit-in/200x150/filters:strip_icc()/pic8035140.png",
    "image": "https://cf.geekdo-images.com/FE6sz4rVTdpBDhfOGb_c1A__original/img/Stn710OqpFkhmGuB6DBJfHs7QP8=/0x0/filters:format(png)/pic8035140.png",
    "playTime": "15-15",
    "description": "In Foxy, you'll put your memory and observation skills to the test while looking at a sequence of large, full-color cards. Each card shows one of four environments, as well as 1-2 animals that live in that environment &mdash; although a cat can show up anywhere, so sometimes a card will feature three animals.&#10;&#10;To set up, shuffle 19 of the 40 cards into a deck, then shuffle the fox card into this deck. Each player takes a dry erase board and a marker. Flip the top card; for the types of animals depicted on this card, everyone secretly writes the total number of animals of these types that they've seen on all cards revealed so far. For the first round, this is easy &mdash; write the number of animals on this card! But you'll start seeing cards of many environments, and wait, how many chickens have I seen so far? How many cats? You can write only a single numeral for each round, with no reminders of which animals were which. When the fox card appears, write a numeral showing how many different animals you've seen total. Once during the game, you can circle a number to take a chance on doubling that score.&#10;&#10;Once you've finished the deck after twenty rounds, flip it over, then go through the cards again, this time keeping a public tally of how many animals of each type have been seen. If the number you wrote for a round is equal to or less than the total number of animals seen, you score that many points; if the number is larger, then cross it out and score nothing for that round. For the circled number, if you correctly wrote the exact number of animals, score twice that many points; if you guess higher or lower, score nothing. Whoever scores the most points wins.&#10;&#10;",
    "playersCount": "1-5",
    "publishingYear": "2022",
    "minAge": "8+",
    "name": "Foxy"
  },
  {
    "id": "369519",
    "thumbnail": "https://cf.geekdo-images.com/raSkI6SUnt5UOonjxrid1Q__thumb/img/I3XDvnH6yK5QHb1h5gW2BOzMU3U=/fit-in/200x150/filters:strip_icc()/pic7035688.png",
    "image": "https://cf.geekdo-images.com/raSkI6SUnt5UOonjxrid1Q__original/img/JayW73LCcYUi_4aEQSM0sI2NdWs=/0x0/filters:format(png)/pic7035688.png",
    "playTime": "30-30",
    "description": "1, 2, 3&hellip; Stupefy !&#10;It&rsquo;s so simple, you can learn the rules to Stupefy just by playing. Combat plays over 8 identical rounds.&#10;&#10;&#10;     Choose your spell.&#10;     Point your wand at any opponent, at the same time as other players.&#10;     Cast your spell, at the same time as other players. Then resolve spell effects.&#10;     Unharmed players gain rewards from the center of the table and drop them into their House&rsquo;s box.&#10;&#10;&#10;Spells and rewards&#10;Spells are represented by cards that players receive at the start of the game. There are Stupefy! cards and Misspell cards (it happens to the best of us). Be careful, you start with a limited number of Stupefy cards and must balance your Misspells to become your professor&rsquo;s favorite, collect potions, or even point cards. Avoid being Stupefied by your opponents along the way, otherwise you&rsquo;ll be known as the latecomer (penalty) of your House and miss the chance to gain extra rewards. After 8 rounds, once all the rewards have been claimed, the House with the highest score wins the game.&#10;&#10;Rounds are tense! You have to observe your opponents&rsquo; choices (have they used all their Stupefy! cards?), choose whether to protect yourself, attack, or claim all the rewards&hellip; And you have to decide quickly, in the heat of the moment!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "playersCount": "4-8",
    "publishingYear": "2022",
    "minAge": "8+",
    "name": "Stupeficium"
  },
  {
    "id": "359175",
    "thumbnail": "https://cf.geekdo-images.com/lh4SUmOvPxk7aUHP_PPlSg__thumb/img/RwZu3B6zO3eAjTHO2KIL5yW4M2Y=/fit-in/200x150/filters:strip_icc()/pic6757375.png",
    "image": "https://cf.geekdo-images.com/lh4SUmOvPxk7aUHP_PPlSg__original/img/8Tx92C5kgyufq2odwyxrs0qWyUc=/0x0/filters:format(png)/pic6757375.png",
    "playTime": "30-30",
    "description": "&ldquo;Bomb detected at the forty-seventh floor. Repeat: bomb detected at the forty-seventh floor of NeoMed Corp. Requesting immediate intervention.&rdquo;&#10;&#10;It's a Bomb! is an asymmetric cooperative game of logic and deduction in which 2 to 5 players will try to defuse a bomb. Together with your team you'll have to analyze the bomb's circuit and understand how it works to deactivate it. At the same time the chief of operations will provide support from command center, making use of various experts. The game includes many scenarios (all replayable many times) of increasing difficulty to give you a new and unique experience every time you play.&#10;&#10;The game system resembles games like Mastermind or Wordle but on a grid rather than linear. In order to cut the correct cables, it will be necessary to reason crossing the information obtained on rows and columns of the bomb scheme, combined with the unique abilities skills of the corporation's consultants and the scenario special rules.&#10;&#10;",
    "playersCount": "2-5",
    "publishingYear": "2022",
    "minAge": "10+",
    "name": "It's a Bomb!"
  },
  {
    "id": "364042",
    "thumbnail": "https://cf.geekdo-images.com/EbWgd3fm4ff5bbxyClNT9A__thumb/img/K0UqH9coz6R_BwbvH4SjMLXb9hE=/fit-in/200x150/filters:strip_icc()/pic6895715.jpg",
    "image": "https://cf.geekdo-images.com/EbWgd3fm4ff5bbxyClNT9A__original/img/_3EepsxDjTOCk7fNX7lUj4EqqLE=/0x0/filters:format(jpeg)/pic6895715.jpg",
    "playTime": "30-60",
    "description": "Towards the end of the XIV Century, King D. Jo&atilde;o I ordered the construction of one of the most elegant Portuguese monasteries, the Monastery of Santa Maria da Vit&oacute;ria. During the construction period numerous prestigious architects, master craftsmen, and apprentices came from all over Europe motivated by financial rewards, prestige, and, importantly, the pursuit of knowledge.&#10;&#10;In Moesteiro, players are architects in charge of teams of workers and master artisans and they compete for the glory of becoming the most prolific and important architect of their time.&#10;&#10;The game is played over five rounds. Once all dice have been placed players will perform actions in the order of the action areas, from I to V. After that each player will have an opportunity to help build the monastery. During the game Victory Points (VPs) can be earned from the King tiles, from the village and in helping to construct the monastery. At the end of the game VPs are earned for sets of different unused stonework and stained glass tiles, as well as for their position on the labour track. The winner is the player with most VPs.&#10;&#10;-description from designer&#10;&#10;",
    "playersCount": "2-4",
    "publishingYear": "2022",
    "minAge": "10+",
    "name": "Monastero"
  },
  {
    "id": "329228",
    "thumbnail": "https://cf.geekdo-images.com/2vrPO05rVkkw6YEDmWa5nA__thumb/img/oN65H6bgAzgGeK__ymFPEo52iaQ=/fit-in/200x150/filters:strip_icc()/pic5920049.jpg",
    "image": "https://cf.geekdo-images.com/2vrPO05rVkkw6YEDmWa5nA__original/img/xn2BFjzCQU5VZqsNsazxkPYChxY=/0x0/filters:format(jpeg)/pic5920049.jpg",
    "playTime": "60-90",
    "description": "The human race has exhausted all the energy available on planet Earth. If they are to advance into an intergalactic civilisation they must harness the power of a solar system. They must build a dyson sphere.&#10;&#10;Solar Sphere is a dice placement/manipulation game with elements of engine building, resource management, and set collection. Set hundreds of years in the future in a time when competition will move mankind forward, but when collaboration is also sometimes necessary. In Solar Sphere, each player commands a mothership. Their primary task is to build a dyson sphere. But, with crew to hire and aliens attacking the sphere, there are many other ways to earn prestige and become the saviour of mankind.&#10;&#10;In this dice placement game, players can manipulate their dice using drones. However, players have a limited supply of drones, which are also used to upgrade dice placement spots or to support in fights against aliens. Players can always recycle used drones to get them back into their supply. Or, spend them for instant benefits.&#10;&#10;Players simultaneously start the turn by rolling their dice. Dice act as spacecraft and are sent, in player order, to locations to gather resources, build the dyson sphere, build or recycle drones, upgrade worker spots, hire crew, and fight off aliens.&#10;&#10;Crew come with their own unique benefits that will help players in a variety of areas. Chain crew abilities together to build a good engine, and retire them for extra benefits. Making space for new crew members.&#10;&#10;As the game progresses, more aliens will arrive to defend a sun that they also need. Fight them off alone, or join forces with other players and share the rewards. However, if no one takes on the rebellious aliens, then you all lose points.&#10;&#10;Solar Sphere combines a combination of mechanisms with a powerful theme to bring players an immersive experience.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "playersCount": "1-4",
    "publishingYear": "2022",
    "minAge": "10+",
    "name": "Solar Sphere"
  },
  {
    "id": "368426",
    "thumbnail": "https://cf.geekdo-images.com/nShUWzaTye7bRRkfyfvcLQ__thumb/img/SG04YSvJ51BMEGbbRCGmu-Zy9HE=/fit-in/200x150/filters:strip_icc()/pic7004507.jpg",
    "image": "https://cf.geekdo-images.com/nShUWzaTye7bRRkfyfvcLQ__original/img/BESYVkadJi1rbWWIOgRGlJBKdI0=/0x0/filters:format(jpeg)/pic7004507.jpg",
    "playTime": "45-90",
    "description": "Tachite al Tram is a game in which you drive the historic \"tram de Opcina\" of the city of Triest. It is an unusual hybrid tramway and funicular railway built in 1902.&#10;&#10;Build your route, pick up passengers, customize your tram with special powers, and pay attention to accidents and unexpected events, called \"disgrazie\". The \"tram de Opcina\" is very famous for being unlucky.&#10;&#10;You receive points when you bring passengers from a station to the other. The first that reach 12 points became the tram-driver of the year.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "playersCount": "2-4",
    "publishingYear": "2022",
    "minAge": "8+",
    "name": "Tachite al Tram"
  },
  {
    "id": "266018",
    "thumbnail": "https://cf.geekdo-images.com/oemjtoXrNHuVV8D_M5HSFQ__thumb/img/ZXjOzHUPQU7XMQd1gces2VtYC2I=/fit-in/200x150/filters:strip_icc()/pic5272124.jpg",
    "image": "https://cf.geekdo-images.com/oemjtoXrNHuVV8D_M5HSFQ__original/img/7vspR-oEpGq9MQRYCVDV2gQdesE=/0x0/filters:format(jpeg)/pic5272124.jpg",
    "playTime": "90-150",
    "description": "In 1536 Pedro de Mendoza founded the city of Nuestra Senora Santa Maria del Buen Ayre along the river Rio de la Plata. After a brief period of collaboration, the relationship with the Natives was ruined by the Conquistadores' arrogance. A war started, and an alliance between different Natives groups factions successfully drove the invaders from their land and destroyed the city.&#10;&#10;Almost fifty years later, Juan de Garay led a new expedition and founded a new city in the same area with the name of Ciudad de Trinidad. This city flourished to become modern Buenos Aires. Just like the first attempt, resources are low and the Natives, aware of the danger represented by the Spaniards, are ready to combat the intruders. To add to this tension, the English Crown has paid various Corsairs to threaten the new Spanish settlement!&#10;&#10;In Trinidad players represent the heads of the Spanish families in Buenos Aires. The game is set in 1580 and covers the following 120 years, allowing the players to develop the city how they think is better. They can promote commerce with Spain, constructing a Harbor, and creating many productive buildings, or in another way, they can promote the construction of the biggest city buildings like the Cathedral, the Fort or the Cabildo. They can chase the richness, try to build an army or try to collaborate with the Church. They can link their policy to some famous city character, which will push a specific skill. But also this decision will not be easy! Some city representatives want to exploit all available resources and do a new war with Natives. Others push to collaborate with them, try to join forces and combat with the Corsairs. And you, what will you do?&#10;&#10;Trinidad is a strategy game based on player actions and worker placement 2.0 mechanic, where workers have multiple functions and can be used in several different ways. The game also includes several other mechanics like action card combinations, character management, trading, and diplomacy. The game comes full of great miniatures for the historical buildings, workers, conquistadores, and warriors. Trinidad is inspired by the 2010 board game Rio de la Plata.&#10;&#10;",
    "playersCount": "1-5",
    "publishingYear": "2022",
    "minAge": "14+",
    "name": "Trinidad"
  },
  {
    "id": "341935",
    "thumbnail": "https://cf.geekdo-images.com/WyAsf2gIerHgvOenVtxGKw__thumb/img/im9staTE0Nra5Msrzuo1wYZGRHI=/fit-in/200x150/filters:strip_icc()/pic6279084.jpg",
    "image": "https://cf.geekdo-images.com/WyAsf2gIerHgvOenVtxGKw__original/img/8g9PCeNJigtHKdpVFCrGkfPA4aA=/0x0/filters:format(jpeg)/pic6279084.jpg",
    "playTime": "20-20",
    "description": "March 18, 1990, Boston: You enter the art museum, and an hour-and-a-half later you come out unnoticed with your pockets full &mdash; but now comes the hardest part...&#10;&#10;In Art Robbery, you slip into the role of art thieves. You have successfully put the robbery behind you, and you have many drawings, paintings, sculptures, and antiques in your possession, yet the treasure is not infinite and you are now facing your greatest challenge: distributing the loot.&#10;&#10;Over several rounds, you confront the other players and try to get a share of the four collections. In the end, the thief who is able to snatch most of the loot wins...maybe. After all, the FBI is not giving up and is looking for you, so during the game, you need to collect enough alibis to avoid being caught.&#10;&#10;",
    "playersCount": "2-5",
    "publishingYear": "2021",
    "minAge": "8+",
    "name": "Art Robbery"
  },
  {
    "id": "314503",
    "thumbnail": "https://cf.geekdo-images.com/0I7U0tz-RgpIFWWco5FKLA__thumb/img/idWdk9oQtUtvE7G_WwWUa7qoYNE=/fit-in/200x150/filters:strip_icc()/pic5612161.png",
    "image": "https://cf.geekdo-images.com/0I7U0tz-RgpIFWWco5FKLA__original/img/BeNJf5TlpTDS56qdhL1lpjiyMmc=/0x0/filters:format(png)/pic5612161.png",
    "playTime": "20-30",
    "description": "In CODEX Naturalis, you must continue the work of the illuminating monk Tybor Kwelein, assembling the pages of a manuscript that lists the living species in primary forests. Can you put the pages together in the best order possible? And are you prepared to sacrifice a species to develop your manuscript?&#10;&#10;In the game, each player starts with a single card on the table, a card that shows some combination of the four possible resources in the middle of the card, in the corners of the card, or both. Players also have two resource cards and one gold card in hand, while two of each type of card are visible on the table.&#10;&#10;On a turn, you place a card from your hand overlapping the corners of one or more cards you already have in play. Your starting card has four overlappable corners, while resource and gold cards have only three.&#10;&#10;&#10;    Resource cards have no cost to be played, and they often depict resource symbols in their corners.&#10;    Gold cards deliver points when played, but they often have a resource requirement, e.g., three fungi or two plant/one animal/one insect, and you must have those resources visible in your manuscript at the time you play the gold card. You score points from this card immediately, with some cards having a fixed value and others a variable one depending on how many of a certain symbol are showing or how many corners you covered this turn.&#10;&#10;&#10;If you wish, you can play a card from your hand face down; such a card has four corners and one resource, but provides no points. After you play, draw a face-up card or the top card of either deck to refill your hand.&#10;&#10;When a player reaches 20 points, you complete the round, and each player takes one additional turn. Players then score points based on how well they matched two public objective cards and one secret objective card, after which the player with the most points wins.&#10;&#10;",
    "playersCount": "1-4",
    "publishingYear": "2021",
    "minAge": "7+",
    "name": "Codex Naturalis"
  },
  {
    "id": "419202",
    "thumbnail": "https://cf.geekdo-images.com/9MkqsvemLpZElwjZPbYodA__thumb/img/jbsUXne8e_Eel1QejxmZGWXP0CQ=/fit-in/200x150/filters:strip_icc()/pic8159039.jpg",
    "image": "https://cf.geekdo-images.com/9MkqsvemLpZElwjZPbYodA__original/img/2TR8vWXcNfXMlJ-X445cExT-ZsA=/0x0/filters:format(jpeg)/pic8159039.jpg",
    "playTime": "30-75",
    "description": "You who are looking at this vibrant piece of meat.&#10;I'm talking to you, sad badly evolved animal, are you ready for a frenetic race? Present yourself in the presence of evolution before your opponents, possibly with more tokens than them, purchase your evolutionary adaptations to survive catastrophic extinction events and use your deadly powers to stop other animals.&#10;&#10;Evolve the only way you know how: badly!&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;Tu che stai osservando questo vibrante pezzo di carne.&#10;Parlo con te, triste animale male evoluto, sei pronto a una frenetica gara? Presentati al cospetto dell&rsquo;evoluzione prima dei tuoi avversari, possibilmente con pi&ugrave; gettoni di loro, acquista i tuoi adattamenti evolutivi per sopravvivere ai catastrofici eventi di estinzione e usa i tuoi micidiali poteri per fermare gli altri animali.&#10;&#10;Evolviti nell&rsquo;unico modo che conosci: male!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "playersCount": "2-5",
    "publishingYear": "2024",
    "minAge": "16+",
    "name": "Barbascura X: Evolversi Male"
  },
  {
    "id": "406499",
    "thumbnail": "https://cf.geekdo-images.com/zb7Bv-jgMjh03CGyuFsWDg__thumb/img/M2t4IOfgiIr36UlPL_l0SuJw228=/fit-in/200x150/filters:strip_icc()/pic7860473.jpg",
    "image": "https://cf.geekdo-images.com/zb7Bv-jgMjh03CGyuFsWDg__original/img/4dVMycqj8AIKqvGqrA_SmQiOJTM=/0x0/filters:format(jpeg)/pic7860473.jpg",
    "playTime": "10-30",
    "description": "It will be the control of the most important provinces that establishes the final victory. You will have to bring as many territories to your side as possible by planning a careful strategy or trying to outwit your opponents. But if things get bad, you can always change sides! Set in the Roman provinces, among the Celtic tribes, in the dominions of medieval Italy, in the territories of the Inca Empire, in the Ottoman court, or in pre-industrial England, Dominance is a game of majorities with the outcome always hanging in the balance until the end.&#10;&#10;There are three factions that claim dominion over a given territory. Each faction is represented by a metal coin, which, when placed on a territory, indicates its assignment. The game is developed on a variable board, built from hexagons. During setup, each territory is assigned to a faction. Each player represents a Roman Consul, a Celtic chieftain, a medieval lord, an Inca general, an Ottoman noble, or the head of an English noble family. The objective of the game is ultimately to be on the side of the winning faction.&#10;&#10;On their turn, a player can carry out two actions of their choice: open a contest, strengthen, move, gain power, or place. Opening a dispute ends the turn in any case, and it works like this: each player secretly bets a certain number of coins, even zero. The coins are revealed, and the faction with the most, both on the territory and in the bets, wins. The territory is permanently assigned to that faction. The leader who led the faction to victory and the player who bet the most coins of that color get loot: new coins and the possibility of building in the territory or adjacent ones. Constructions (villages, cities, bridges, and the capital) increase the value of the territory. Strengthening allows you to add a coin from the game reserve to a territory that already has one (of the same color). Moving allows you to move coins from one territory to an adjacent one. Gaining power allows you to draw the first coin from the coin display. Placing allows you to put your own coin in a territory.&#10;&#10;Each player's coin stock is kept secret. When all territories have been awarded (except one), the game ends. Each territory gives 1-5 points depending on the buildings present. The faction with the most points wins. The player with the most coins from that faction wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "playersCount": "2-4",
    "publishingYear": "2025",
    "minAge": "12+",
    "name": "Dominance"
  },
  {
    "id": "430791",
    "thumbnail": "https://cf.geekdo-images.com/Xi2XaHqVPl1KIFvof5Miag__thumb/img/9ShsXwITfeqY4SKGEp4RER_WNr8=/fit-in/200x150/filters:strip_icc()/pic8482027.jpg",
    "image": "https://cf.geekdo-images.com/Xi2XaHqVPl1KIFvof5Miag__original/img/hYsyv4eN2FV4y_-EHlUoCLMFS0Y=/0x0/filters:format(jpeg)/pic8482027.jpg",
    "playTime": "20-45",
    "description": "Friko Bestiale pits the populations of Friuli Venezia Giulia against each other in 5 epic battles fueled by humor, culture, and traditions.&#10;&#10;Triestini, Friulani, Isontini, Bisiachi, Carnici, and Naoniani will face off in battles across the Gulf, Collio, Plains, Magredi, and Alps, using 110 thematic cards that feature everything from the bora wind to the Krampus, from osmize to purcit, from Gigi Pirola to the Plevan of Malborghet, from \"no se pol\" to \"cumbinin.\" Each card is illustrated with an animal typical of the region.&#10;&#10;In addition to winning battles, players will aim to collect 16 valuable artifacts, from the piria to the tractor, from the tai glass to the Olympic clanfe dive.&#10;&#10;Soldiers, Generals, and Strolighi, each with a unique power depending on their population, will be victorious at the end of the fifth battle if they score the most points.&#10;&#10;&mdash;description from the designer&#10;&#10;Friko Bestiale mette in competizione le popolazione del Friuli Venezia Giulia in 5 epiche battaglie giocate a colpi di ironia, cultura e tradizioni. &#10;Triestini, friulani, isontini, bisiachi, carnici e naoniani si sfideranno cos&igrave; nelle battaglie del Golfo, del Collio, della Pianura, dei Magredi e delle Alpi, utilizzando 110 carte tematiche, dalla bora ai Krampus, dalle osmize al purcit, da Gigi Pirola al Plevan di Malborghet, dal no se pol al cumbinin. Ad ogni carta &egrave; associata una illustrazione che riguarda un animale tipico della Regione.&#10;Oltre alla vittoria delle battaglie, le popolazioni punteranno anche a conquistare i 16 preziosi artefatti, dalla piria al trattore, dal tai alle clanfe olimpiche.&#10;Soldati, Generali e Strolighi, ciascuno con un potere diverso a seconda della popolazione, risulteranno vincitori alla fine della quinta Battaglia se avranno fatto pi&ugrave; punti degli altri.&#10;&#10;&mdash;description from the designer (Italian)&#10;&#10;",
    "playersCount": "2-6",
    "publishingYear": "2024",
    "minAge": "8+",
    "name": "Friko Bestiale"
  },
  {
    "id": "425064",
    "thumbnail": "https://cf.geekdo-images.com/PvLfUL-8w7peVfOeLL-fMg__thumb/img/FYMy9Snwweyen43OBzPhQ2YkBws=/fit-in/200x150/filters:strip_icc()/pic8319173.png",
    "image": "https://cf.geekdo-images.com/PvLfUL-8w7peVfOeLL-fMg__original/img/5JF2cnnvP2R2QwLjmjwSN9p-YaU=/0x0/filters:format(png)/pic8319173.png",
    "playTime": "90-120",
    "description": "At this time, it's not clear whether Kingsburg (Third Edition) differs substantially from the second edition, so BGG is creating a listing for this item that will perhaps be merged away in time. In any case, the setting is the same:&#10;&#10;Kingsburg: 3rd Edition includes the most updated rulebook and the best expansion modules developed since its 1st edition, such as the Soldier tokens, the Governor cards, and the extra buildings. Furthermore, the artwork and design have been restyled while components have been redesigned.&#10;&#10;The realm of Kingsburg is under attack! Monstrous invaders are gathering at the borders, aiming to invade and plunder the realm! Your king has chosen you to take charge of a province on the border; you will manage your province and help defend the realm. To accomplish this, you must influence the King's advisors and the Royal Family to obtain gold, wood, stones, and soldiers to expand and defend your lands. But you are not the only governor seeking the aid of the advisers! The other players also seek to collect the best resources for their own territories.&#10;&#10;King Tritus is waiting for you. Will you be able to be the most influent and powerful governor of the realm?&#10;&#10;The game of Kingsburg takes place over five years, a total of twenty turns. In every year, there are three production seasons for collecting resources, building structures, and training troops. Every fourth turn is the winter, in which all the players must fight an invading army. Each player must face the invaders, so this is not a cooperative game.&#10;&#10;The resources to build structures and train troops are collected by influencing the advisers in the King's Council. Players place their influence dice on members of the Council, and each adviser awards different resources or allocate soldiers, victory points, and other advantages to the player who was able to influence that adviser for the current turn. The player with the lowest influence dice sum is the first to choose where to spend their influence; this acts as a way of balancing poor dice rolling. Even with a very unlucky roll, a clever player can still come out from the Council with a good number of resources and/or soldiers.&#10;&#10;At the end of five years, the player who best developed their assigned territory and most pleased the King through the Council wins.&#10;&#10;Changed from 2nd edition:&#10;&#10;New art style and updated (downgraded to cardboard) game components&#10;&#10;Contents&#10;&#10;1x Rulebook&#10;1x Game Board&#10;5x Province Sheets (double-sided)&#10;6x bonus Dice&#10;15x Player Dice (3 for each player)&#10;60x good tokens (25x gold, 20x wood, 15x stone)&#10;120x building tokens (24 for each player)&#10;20x &ldquo;+2&rdquo; tokens&#10;1x King&rsquo;s Envoy token&#10;1x Season Marker token&#10;1x Year Marker token&#10;10x Governor tokens (2x each player)&#10;20x Soldier tokens (10x 1 Army, 5x 3 Army, 5x 5 Army)&#10;25x Enemy cards&#10;30x King&rsquo;s Army tokens (6 for each player)&#10;25x Governor cards&#10;&#10;",
    "playersCount": "2-5",
    "publishingYear": "2024",
    "minAge": "10+",
    "name": "Kingsburg (Third Edition)"
  },
  {
    "id": "421153",
    "thumbnail": "https://cf.geekdo-images.com/sUKdSYKycZyIR-EsX4padA__thumb/img/FCfshhrb9hd3-oA9BRkqpPm38t8=/fit-in/200x150/filters:strip_icc()/pic8207386.jpg",
    "image": "https://cf.geekdo-images.com/sUKdSYKycZyIR-EsX4padA__original/img/i4Lp9kEg0TRDK2wW79jNQ0s0ZmY=/0x0/filters:format(jpeg)/pic8207386.jpg",
    "playTime": "90-90",
    "description": "On 10 June 1924 Giacomo Matteotti was kidnapped and murdered in Rome by a fascist squad for having denounced electoral fraud before the advent of the dictatorship in Italy. When nothing was yet known about his killers, but there were strong suspicions about the instigators, his wife Velia met Mussolini at Palazzo Chigi to ask for the return of her husband's body.&#10;&#10;The Duce denies his involvement, but upon the widow's return to the large family villa in Fratta Polesine, the black cars of the secret police begin to tail the woman...&#10;&#10;In three chapters Velia will have to leave Fratta Polesine and get to Rovigo station to catch the train.&#10;&#10;La Fuga di Velia is a title produced by the State Archives of Rovigo on the occasion of the centenary of the death of Giacomo Matteotti, a socialist deputy from Rovigo who, with his own sacrifice, became the most courageous opponent of the fascist regime.&#10;&#10;An escape room, capable of revealing a fundamental chapter of Italian history through the resolution of elaborate puzzles, from the point of view of a victim of the dictatorship.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;Il 10 Giugno 1924 Giacomo Matteotti fu rapito e assassinato a Roma da una squadra fascista per aver denunciato i brogli elettorali prima dell&rsquo;avvento della dittatura in Italia. Quando ancora nulla si sapeva sui suoi assassini, ma forti erano i sospetti sui mandanti, la moglie Velia incontra Mussolini a Palazzo Chigi per chiedere la restituzione della salma del marito.&#10;&#10;Il Duce nega il suo coinvolgimento, ma al ritorno della vedova nella grande villa di famiglia a Fratta Polesine le auto nere della polizia segreta iniziano a pedinare la donna&hellip;&#10;&#10;In tre capitoli Velia dovr&agrave; uscire da Fratta Polesine ed arrivare alla stazione di Rovigo per prendere il treno.&#10;&#10;La Fuga di Velia &egrave; un titolo prodotto dall&rsquo;Archivio di Stato di Rovigo in occasione del centenario della morte di Giacomo Matteotti, deputato socialista rodigino che divenne con il proprio sacrificio il pi&ugrave; coraggioso oppositore del regime fascista.&#10;&#10;Un&rsquo;escape room da tavolo unica nel suo genere, in grado di svelare attraverso la risoluzione di elaborati enigmi un capitolo fondamentale della Storia italiana, dal punto di vista di una vittima della dittatura.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "playersCount": "1-99",
    "publishingYear": "2024",
    "minAge": "14+",
    "name": "La Fuga di Velia"
  },
  {
    "id": "415513",
    "thumbnail": "https://cf.geekdo-images.com/PqNZhhwOlNmCZjWcYfDkCQ__thumb/img/YC22WTXsaxBFyjH13z4dwU3Gg50=/fit-in/200x150/filters:strip_icc()/pic8101744.jpg",
    "image": "https://cf.geekdo-images.com/PqNZhhwOlNmCZjWcYfDkCQ__original/img/K0BXsIC3onylnu8cIr14dLS6Ma8=/0x0/filters:format(jpeg)/pic8101744.jpg",
    "playTime": "35-35",
    "description": "Not long from now, the world as we know it is an overgrown memory &mdash; and though the world has changed, we've changed with it, using anything we can find to build a new way of living.&#10;&#10;Life in Reterra is a (re)building game, and it's up to each player to build a community of their own. To set up, choose one of three ready-to-play themed building sets, or put together a set of your own. Each set consists of five building cards, with associated building tiles for each card.&#10;&#10;Each player starts with one square land tile in play. Each land tile is divided into a 2x2 grid, with one of five types of terrain in each grid space; a space might also hold a gear icon or one of four types of relics. Players also have three land tiles in hand, and five land tiles are displayed face up.&#10;&#10;On a turn, choose a land tile from your hand or the display, then add it to your community, which can be at most four tiles on each side. When the tile has a gear, you can either place an inhabitant from the reserve on this gear or place a building tile in your community...but each part of the building must be supported by a gear and all of these gears must be on the same type of terrain.&#10;&#10;After you have a building in play, you gain the power of the building card and can use it once on each of your subsequent turns. Maybe you can place relic tokens for additional points, place additional inhabitants, junk an opponent's relics, or score for building large sections of a terrain or having more of a building than anyone else.&#10;&#10;Once everyone has sixteen tiles in their community, players score for what they've built, earning points for blocks of terrain of at least seven spaces, surrounded energy sources (which are a special type of tile), inhabitants, relics, and buildings.&#10;&#10;",
    "playersCount": "2-4",
    "publishingYear": "2024",
    "minAge": "10+",
    "name": "La vita a Reterra"
  },
  {
    "id": "387378",
    "thumbnail": "https://cf.geekdo-images.com/CQ9o1kqExmBpHcPMVk0qwQ__thumb/img/5HC7459wxxyXhy4Rtey5h_ZkahI=/fit-in/200x150/filters:strip_icc()/pic7926071.jpg",
    "image": "https://cf.geekdo-images.com/CQ9o1kqExmBpHcPMVk0qwQ__original/img/8jK4shZsnCk-UbNYf6zStqQRRYk=/0x0/filters:format(jpeg)/pic7926071.jpg",
    "playTime": "30-60",
    "description": "Let me take you on a journey to the year 2075. Just as soon as they took control of the world, cats set their sights on a new frontier - space! The cr&egrave;me de la cr&egrave;me of feline specialists now compete for cosmic dominance, with their determination unmatched even by the lack of opposable thumbs. It's a fierce race, filled with catnip-fueled shenanigans and rockets that go boom! Who will emerge victorious in this epic race, claim their paws on the infinite treasures of the Milky Way, and become the true cosmic conquerors?&#10;&#10;MLEM: Space Agency is a family board game where you step into the shoes of fearless captains of cosmic expeditions. But hold on, these aren't your ordinary explorers - they're cats! These intrepid felines have long conquered the Earth with their unmatched bravery, and now they've set their sights on conquering the entire cosmos. However, their clumsiness might lead to some purrfectly chaotic cat-astrophes. Take the helm of a cosmic rocket, reach for the stars, or trust your cat instincts and bail out before things go up in flames. Fame and admiration from the entire meowing world await the most exceptional leader of the feline space agency. Get ready for an adventure that's out of this world!&#10;&#10;",
    "playersCount": "2-5",
    "publishingYear": "2024",
    "minAge": "8+",
    "name": "MLEM: Agenzia Spaziale"
  },
  {
    "id": "427266",
    "thumbnail": "https://cf.geekdo-images.com/PP9BNmtO__KpXer7K7zoSg__thumb/img/Gwf9OOFPeeQzpxsNyjU8u09qK_4=/fit-in/200x150/filters:strip_icc()/pic8380367.jpg",
    "image": "https://cf.geekdo-images.com/PP9BNmtO__KpXer7K7zoSg__original/img/-azE9h7z8Pg_NFUtFpNaJuN6JOo=/0x0/filters:format(jpeg)/pic8380367.jpg",
    "playTime": "5-20",
    "description": "Miramix is a strategic game that immerses you in the wonders of the marine world, allowing you to create and manage your own underwater ecosystem. Set in a rich and diverse ocean environment, players must connect environment cards to build a balanced ecosystem in a 4x4 grid and populate it with native species tiles. During the game, each player selects and places environment cards to expand their ecosystem while strategically deciding which species to introduce based on habitat compatibility and available space.&#10;&#10;Players face challenges as they balance between populating their ecosystem early with smaller species for guaranteed points or expanding habitats to host larger species with higher rewards. Environmental threats, like pollution and invasive species, add tension and force tough decisions. The game plays over three rounds, with each round consisting of five turns. The player with the most points at the end, considering species diversity and effective management of threats, wins the game.&#10;&#10;Miramix is an eco-friendly game, designed with sustainable materials and a strong educational focus on marine conservation, making it both fun and meaningful.&#10;&#10;-description from designer&#10;&#10;",
    "playersCount": "1-6",
    "publishingYear": "2024",
    "minAge": "8+",
    "name": "Miramix"
  },
  {
    "id": "304510",
    "thumbnail": "https://cf.geekdo-images.com/G-7qbE2mnSPuqijEZ8EgIg__thumb/img/tRlN4p6HwiphLXP_VtQP0X9z-FY=/fit-in/200x150/filters:strip_icc()/pic6654635.jpg",
    "image": "https://cf.geekdo-images.com/G-7qbE2mnSPuqijEZ8EgIg__original/img/Rgk1x2felh8opx7Weo3NKcDQC5M=/0x0/filters:format(jpeg)/pic6654635.jpg",
    "playTime": "60-150",
    "description": "With no natural resources, the Government of Uruguay is concerned about the country&rsquo;s dependence on imported fossil fuels. As a consequence, it is seeking to increase the share of domestic resources, of which the most feasible are biomass and wind energy, as well as employing end-use energy efficiency measures to increase its energy security. In addition, the government aims to use the intended growth of the domestic energy sector to foster its other objectives of increasing economic growth and creating employment. (Extract from World Bank Documents, CASE STUDY 11: URUGUAY &ndash; WIND ENERGY PROGRAMME )&#10;&#10;\"Toward noon, however, the sun's rays were extremely scorching, and when evening came, a bar of clouds streaked the southwest horizon - a sure sign of a change in the weather. The Patagonian pointed it out to the geographer, who replied:&#10;&#10;'Yes, I know;' and turning to his companions, added, 'see, a change of weather is coming! We are going to have a taste of PAMPERO.' And he went on to explain that this PAMPERO is an extremely dry wind which blows from the southwest.    [...]    The PAMPERO generally brings a tempest which lasts three days, and may be always foretold by the depression of the mercury, 'he said. 'But when the barometer rises, on the contrary, which is the case now, all we need expect is a few violent blasts. So you can make your mind easy, my good friend; by sunrise the sky will be quite clear again.' ( Jules Verne, 1868: In Search of the Castaways. CHAPTER XVI: THE NEWS OF THE LOST CAPTAIN. )&#10;&#10;Pampero is a hand-management, card-driven action-selection game. Every player has a starting set of eight cards to be played on their own tableau, which contains two rows of spaces to activate actions on the different sectors of the board. Each turn, you have the option to play a card to the leftmost empty space of either row or to retrieve all cards from your tableau. After three actions, a special phase takes place &mdash; consolidation, during which you retrieve the rightmost card from any row, generate batteries from stored energy, collect income, and advance the game timer. The player with the most money at the end of the game wins.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "playersCount": "1-4",
    "publishingYear": "2024",
    "minAge": "14+",
    "name": "Pampero"
  },
  {
    "id": "385761",
    "thumbnail": "https://cf.geekdo-images.com/u1cwi9BWSKsPxSkVO0BzbA__thumb/img/5G45GN8CE7pq38fJMMocmPtV4_U=/fit-in/200x150/filters:strip_icc()/pic7570101.png",
    "image": "https://cf.geekdo-images.com/u1cwi9BWSKsPxSkVO0BzbA__original/img/jTY6_PRF6FrUgInfMajzobVy0S8=/0x0/filters:format(png)/pic7570101.png",
    "playTime": "15-30",
    "description": "Welcome to Alula, a mysterious continent with ever-changing geography, shaped after the rhythm of the seasons. Beyond the Sea of Mists lies the mysterious continent of Alula. Roam across the land in search of its secrets, meet its inhabitants, and list its wonders in order to gain more fame than your opponents.&#10;&#10;Throughout a game of Faraway, you will play a row of 8 cards in front of you, from left to right. These cards represent the regions you will come across while exploring the lands. Characters on these cards will grant you victory points if you later fulfill the conditions they demand. At the end of the game, you walk back the same way, scoring cards in the opposite order you played them. There lies the heart of the gameplay. Throughout the game, the cards you play will serve both to set new objectives, and to meet the ones you played previously.&#10;&#10;Each turn, you play a card from a hand of 3. Then you pick a new card from a face-up river. As play is simultaneous in Faraway, you must take into account a clever priority system in all of your choices &ndash; being last to pick a card leaves you with fewer options and often less profitable choices for the next turns.&#10;&#10;&mdash;description from the publisher&#10;&#10;Related Microbadges&#10;&#10;&#10;&#10;&#10;&#10;",
    "playersCount": "2-6",
    "publishingYear": "2023",
    "minAge": "10+",
    "name": "Faraway"
  },
  {
    "id": "387780",
    "thumbnail": "https://cf.geekdo-images.com/0dIADhzRp00oA4Jk-I-lHg__thumb/img/yfbVmdqkm99nr5hdP6MSv9jSQMg=/fit-in/200x150/filters:strip_icc()/pic7812438.png",
    "image": "https://cf.geekdo-images.com/0dIADhzRp00oA4Jk-I-lHg__original/img/PvMIVFUzXKi3VNtl3LYjPz8UrcY=/0x0/filters:format(png)/pic7812438.png",
    "playTime": "90-90",
    "description": "In Rats of Wistar, you play the role of one of the four rats who organized the escape from a lab. As such, you will have to lead your family to prove that you are the most deserving of leading the entire colony. Thanks to your extraordinary skills, you will be able to explore the Farm until you reach the pantry to be able to grab the appetizing cheese; exploiting the artifacts abandoned by humans at the edge of the Wood, you will create new inventions and expand your lair under the trees, digging new rooms and building new beds. You will meet native rats and mice that you will welcome into your family, and when necessary, you will visit the Alchemist mouse to gain some extra advantage.&#10;&#10;The game takes place over 5 rounds (equal to the 5 days in which the challenge takes place) and you will earn victory points (VPs) as follows:&#10;&#10;&#10;     build beds,&#10;     excavation rooms,&#10;     by solving missions within the Farm,&#10;     welcome host mice,&#10;     build new Inventions,&#10;     claim Achievements.&#10;&#10;&#10;At the end of the game, the player with the most VPs wins. In case of a tie, the player furthest in the turn order wins.&#10;&#10;Note: Rats of Wistar is not affiliated, associated, authorized, endorsed by, or in any way officially connected with The Wistar Institute of Anatomy and Biology.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "playersCount": "1-4",
    "publishingYear": "2023",
    "minAge": "13+",
    "name": "Ratti di Wistar"
  },
  {
    "id": "234260",
    "thumbnail": "https://cf.geekdo-images.com/pfEw73TNwLWHNKwssoI4mg__thumb/img/uMR-GcpC7W6uJHQW3XZtU0w5Y7U=/fit-in/200x150/filters:strip_icc()/pic7615075.jpg",
    "image": "https://cf.geekdo-images.com/pfEw73TNwLWHNKwssoI4mg__original/img/8I-KwzsUfrqwN3MA4hTn49m4QHc=/0x0/filters:format(jpeg)/pic7615075.jpg",
    "playTime": "15-20",
    "description": "The large predators hunt the smaller ones, but they are nimble and can easily escape. Use your animal instincts to outwit the other players and deduce which animals they are sending on the hunt. The first player to capture 5 food markers will be crowned the munch king!&#10;&#10;The game takes place over multiple rounds. Each round the players can choose from their 5 animals. The stronger animals can hunt early, but the weaker ones will give more points.&#10;&#10;&mdash; description from the publisher&#10;&#10;",
    "playersCount": "2-5",
    "publishingYear": "2023",
    "minAge": "8+",
    "name": "Prey Another Day"
  },
  {
    "id": "396655",
    "thumbnail": "https://cf.geekdo-images.com/uB1MN7O5hEVlRPTxJUjiRw__thumb/img/c-RWaZ7ykU84doKGILG5GA0fY7I=/fit-in/200x150/filters:strip_icc()/pic7645237.jpg",
    "image": "https://cf.geekdo-images.com/uB1MN7O5hEVlRPTxJUjiRw__original/img/Y0cYf4WeqDYxTjByylQ4n9w1N70=/0x0/filters:format(jpeg)/pic7645237.jpg",
    "playTime": "15-15",
    "description": "Quicksand is a real-time co-operative game in which players work together to deactivate the \"Quicksand\", a dangerous trap of gears and sand. You can't just race as quickly as possible, though, because you must avoid setting off the trap.&#10;&#10;To set up, choose one of the 20+ scenarios, then lay out the gear tiles in the specified path and place the appropriate sand timers &mdash; which have different amounts of sand in them &mdash; on the first gears of the path. (The path might have obstacles on it based on the particular scenario.) Gears feature both a color (orange, yellow, gray) and a shape (square, circle, crescent). Each player starts with a hand of three cards, with a card showing one of the three colors, one of the three shapes, or a sand timer.&#10;&#10;Once the game starts, players play a card in turn to try to advance the sand timers and keep them from running out, refilling their hand after they play. When you play a color or shape card, you flip all of the sand timers currently on this color/shape, advancing them one space on the path if that next space is empty. When you play a sand timer card, you flip any one timer, advancing it, if possible. (If no timers are on gears matching the played card, nothing happens.)&#10;&#10;If a sand timer runs out, flip it and place it next to the gear on which it was previously located. If someone plays a sand timer card, they can recover this timer by flipping and placing it back onto the gear &mdash; but only if that tile is empty. If a set-aside timer runs out again, players lose the game.&#10;&#10;Once a timer reaches the last open space on the path, played cards matching that gear's color/shape will flip it &mdash; and if it runs out, you lose the game with no chance of recovery. If the sand timers fill the final gear tiles on the path without this happening, you win!&#10;&#10;",
    "playersCount": "1-7",
    "publishingYear": "2023",
    "minAge": "8+",
    "name": "Quicksand"
  },
  {
    "id": "371433",
    "thumbnail": "https://cf.geekdo-images.com/rjZM9iiR9ZpWtk4-4-sZhQ__thumb/img/k34zgPbkhWAtP0C672_lO7CgH8g=/fit-in/200x150/filters:strip_icc()/pic7436308.png",
    "image": "https://cf.geekdo-images.com/rjZM9iiR9ZpWtk4-4-sZhQ__original/img/DGX_74RljS_XmIeNlX-CMOVxsP4=/0x0/filters:format(png)/pic7436308.png",
    "playTime": "30-45",
    "description": "On a stormy night, a couple of unfortunate travelers rushed into an abandoned mansion in the woods to take shelter. But even worse than the merciless rain, they have in fact, accidentally entered the hunting ground of a bloodthirsty killer&hellip;&#10;&#10;Terrorscape is a team-based asymmetric horror game. You could take the roles of the survivors or the killer. Survivors cooperate to escape the mansion by searching for 5 keys or repairing the radio to make an emergency call. The killer is solely against the survivors. The killer needs to locate the survivors by their noise or by skills and decide how to eliminate them.&#10;&#10;In a game of survivors, you hide under the sight of the killer and be careful that some action may make noise. You can also draw cards to find items in some locations so as to equip yourself well for the fight. Most importantly, survivors look for keys or repair the radio to make an emergency call aiming to ultimately escape from the nightmare.&#10;&#10;On the other side, the killer hunts the survivors with unforgiving abilities. The killer needs to manage well your hand to plan for actions: move, sense, spread fear, block doors......etc. When the killers encounter the survivors, a battle of life and death begins!&#10;&#10;With various characters of killers and survivors, each match is diversified! Each of the characters has their own skills, playstyles, and their own miniatures. Killers, enjoy your hunt! Survivors, play smart and outplay your opponent! Roll a show with blood and fear!&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "playersCount": "2-4",
    "publishingYear": "2023",
    "minAge": "14+",
    "name": "Terrorscape"
  },
  {
    "id": "349258",
    "thumbnail": "https://cf.geekdo-images.com/SY2Bl-ZkIk4Yljd5wM_byw__thumb/img/auJVh6BaxerWMQ1edo3eAFv6Sho=/fit-in/200x150/filters:strip_icc()/pic6486248.jpg",
    "image": "https://cf.geekdo-images.com/SY2Bl-ZkIk4Yljd5wM_byw__original/img/A647wADsPgC8aMj0b0slD92QzLw=/0x0/filters:format(jpeg)/pic6486248.jpg",
    "playTime": "90-120",
    "description": "Live Mission Game (LMG) is a new exciting game concept that simulates a mission in real time. As the mission leader, you are responsible for the smooth running of this operation. The game cleverly combines elements of both escape and detective games and is suitable for anyone who wants to live through a captivating mission.&#10;&#10;In \"The Heist\" you'll act as a team that orchestrates field agents in carrying out a bank robbery.&#10;The world is threatened by a massive cyber attack by the Zipacna cartel. Your mission is to break into the cartel's house bank to steal the financial resources planned for the cyber attack. Take your time to prepare the bank robbery and coordinate the field agents - keep in mind: the execution happens in real time! Save the world from the cyber attack!&#10;&#10;This game is a one time experience but the game materials can be reused.&#10;&#10;",
    "playersCount": "1-5",
    "publishingYear": "2021",
    "minAge": "17+",
    "name": "The heist: Una rapina in tempo reale"
  },
  {
    "id": "205716",
    "thumbnail": "https://cf.geekdo-images.com/HqgIDXSo5OkQNg20OIJmaA__thumb/img/8AfKtRfVXXUlg9a-C-MiKa_CPa4=/fit-in/200x150/filters:strip_icc()/pic3123155.jpg",
    "image": "https://cf.geekdo-images.com/HqgIDXSo5OkQNg20OIJmaA__original/img/umZ8J1ct7Md-RSBylNWewOti4wk=/0x0/filters:format(jpeg)/pic3123155.jpg",
    "playTime": "120-240",
    "description": "Description from the publisher:&#10;&#10;The largest, richest, and most diverse city on Earth, New Angeles is home to the Space Elevator that rises along its buckyweave tether and connects us to Luna and its invaluable Helium-3 deposits. It is here, in New Angeles, that you'll find the global headquarters for the worlds' most powerful megacorps: Haas-Bioroid, Globalsec, Jinteki, Melange Mining, NBN, and the Weyland Consortium. And it is here, in this shining beacon of human achievement and advancement, that these powerful megacorps enjoy a uniquely fertile breeding ground for their projects and their rivalries.&#10;&#10;In New Angeles, you gain control of one of these megacorporations, then you use your wealth and influence to create more wealth and more influence. To do this, you cut deals and forge temporary alliances. You leverage your credits and assets to gain financial superiority over your corporate rivals. All the while, you also need to keep an eye toward the masses, striking deals with the other corps as necessary in order to keep a lid on crime, disease, and unrest. If you want to maximize your profit, you need to keep New Angeles open for business!&#10;&#10;",
    "playersCount": "4-6",
    "publishingYear": "2016",
    "minAge": "14+",
    "name": "New Angeles"
  },
  {
    "id": "191438",
    "thumbnail": "https://cf.geekdo-images.com/EhFHGbpihB7KBNEuDe0bJw__thumb/img/EydatDnC9as4K-Oiel7ujVS8oSk=/fit-in/200x150/filters:strip_icc()/pic3847804.png",
    "image": "https://cf.geekdo-images.com/EhFHGbpihB7KBNEuDe0bJw__original/img/KrVXX4Bs4uOZkMbbAc6bMSu1aqg=/0x0/filters:format(png)/pic3847804.png",
    "playTime": "45-90",
    "description": "In the card game North American Railways, 3-5 players build railroads in the United States. They become directors of up to five different companies and try to acquire a majority of shares. In the end, the player with the most cash wins.&#10;&#10;North American Railways is mechanically simple but very tough to play well.&#10;&#10;Content&#10;30 shares (six cards each in the five colors of the railway companies), &#10;5 starting cities, &#10;36 cities, &#10;10 marker tokens (two each in the five colors of the railway companies), &#10;Play money:&#10; 60x $100&#10; 20x $200&#10; 10x $500&#10; 10x $1000&#10; 10x $10000&#10;1 start player token, &#10;2 rules booklets (English and German)&#10;&#10;",
    "playersCount": "3-5",
    "publishingYear": "2016",
    "minAge": "12+",
    "name": "North American Railways"
  },
  {
    "id": "180564",
    "thumbnail": "https://cf.geekdo-images.com/iW8mD2VT5pCiJ7utrbuIHQ__thumb/img/jE_LyHtMBEIZ2bHyJZvppICqvNg=/fit-in/200x150/filters:strip_icc()/pic2602614.jpg",
    "image": "https://cf.geekdo-images.com/iW8mD2VT5pCiJ7utrbuIHQ__original/img/IIyY_Ianho-fpkyRTJNAdCsaHko=/0x0/filters:format(jpeg)/pic2602614.jpg",
    "playTime": "35-35",
    "description": "Description from the publisher:&#10;&#10;Carcassonne: Star Wars combines the exciting adventures of the Star Wars universe with the gameplay of Carcassonne, with the known rules of the game being simplified through clever changes that bring an entirely new feel to the game.&#10;&#10;This is similar to Carcassonne but with Roads replaced with Trading Routes and claimed by Merchants instead of Robbers, Cities replaced with Asteroid Fields and claimed by Explorers instead of Knights and Cloisters replaced with Planets and claimed by Conquerers instead of Monks. There is no farming equivalent. Faction symbols (Empire, Rebel Alliance and Bounty Hunters) provide scoring bonuses regardless of what faction your Meeples belong to. Majority control is determined by dice rolling with the highest result rather than the sum determining the winner, although tiebreaks and defeats still provide some points. A player receives dice equal to the number of his Meeples involved in the majority control plus an additional one for using his large Meeple and one for any matching Faction symbols but this is always capped at three dice. One notable change is that Planets can be conquered by placing tiles adjacent to the Planet tile where the player now has the options of placing a Meeple on the adjacent Planet tile or on the tile he placed.&#10;&#10;There is also a four player team variant where it is the two Empire colours (black/Darth Vader and white/Storm Troopers) versus the two Rebel Alliance colours (red/Luke Skywalker and green/Yoda). Orange/Boba Fett is not used.&#10;&#10;",
    "playersCount": "2-5",
    "publishingYear": "2015",
    "minAge": "7+",
    "name": "Carcassonne: Star Wars"
  },
  {
    "id": "171908",
    "thumbnail": "https://cf.geekdo-images.com/dTREkApZZA0e46TYFmVgIA__thumb/img/abTJAmQCzAMIrwzBcXtd4gPMQmY=/fit-in/200x150/filters:strip_icc()/pic2748424.jpg",
    "image": "https://cf.geekdo-images.com/dTREkApZZA0e46TYFmVgIA__original/img/QWCi5b5HBizPfVYrIHo_IU8wKT8=/0x0/filters:format(jpeg)/pic2748424.jpg",
    "playTime": "90-90",
    "description": "In El Grande, players take on the roles of Grandes in medieval Spain. The king's power is flagging, and these powerful lords are vying for control of the various regions. To that end, you draft caballeros (knights in the form of meeples) into your court and subsequently move them onto the board to help seize control of regions. After every third round, the regions are scored, and after the ninth round, the player with the most points is the winner.&#10;&#10;In each of the nine rounds, you select one of your 13 power cards to determine turn order as well as the number of caballeros you get to move from the provinces (general supply) into your court (personal supply).&#10;&#10;A turn then consists of selecting one of five action cards which allow variations to the rules and additional scoring opportunities in addition to determining how many caballeros to move from your court to one or more of the regions on the board (or into the castillo&mdash;a secretive tower). Normally, you may only place your caballeros into regions adjacent to the one containing the king's pawn. The one hard and fast rule in El Grande is that nothing may move into or out of the king's region. One of the five action cards that is always available each round allows you to move the king to a new region. The other four action cards vary from round to round.&#10;&#10;The goal is to have a majority of caballeros in as many regions (and the castillo) as possible during a scoring round. Following the scoring of the castillo, you place any meeples you had stashed there into the region you had secretly indicated on your region dial. Each region is then scored individually according to a table printed in that region. Two-point bonuses are awarded for having sole majority in the region containing your Grande (large meeple) and in the region containing the king.&#10;&#10;El Grande Big Box, the 20th anniversary edition of El Grande, includes all previously published expansions: Grand Inquisitor & Colonies, Grandissimo, King & Intrigant, King & Intrigant: Players' Edition and King & Intrigant: Special Cards as well as something currently known only as the \"Anniversary Extension\".&#10;&#10;",
    "playersCount": "2-5",
    "publishingYear": "2015",
    "minAge": "12+",
    "name": "El Grande Big Box"
  },
  {
    "id": "178570",
    "thumbnail": "https://cf.geekdo-images.com/GSV9m1Yhm7dGGp9BfkUONw__thumb/img/HIwRv_RZVvn6CkIE3Kd43JdQPjY=/fit-in/200x150/filters:strip_icc()/pic3090549.jpg",
    "image": "https://cf.geekdo-images.com/GSV9m1Yhm7dGGp9BfkUONw__original/img/hhrhSPvohXSd-M1viPx8kZ7ntAQ=/0x0/filters:format(jpeg)/pic3090549.jpg",
    "playTime": "20-20",
    "description": "Incredible! The shifty thief who operates undisturbed from months is about to be caught! After copious failures, a team of detectives has a secret weapon: a witness. However this witness is quite weird; he doesn't remember anything about the appearance of the criminal, but he knows everything about their habits and behavior. Will the investigative team be able to find out the criminal only from these elements?&#10;&#10;In Insoliti Sospetti (\"Unusual Suspects\"), one player is the Witness and the other players play the part of the Investigative Team. The Witness knows the real identity of the Guilty and tries to make the Team hit it only with his answers. The Team asks questions to the Witness and, depending on his answers, will exclude the innocent suspects after players have discussed what they learned.&#10;&#10;Insoliti Sospetti can also be played competitively or collaboratively (team vs team). In the latter case, a grid of twelve suspects is created. Every round the team reveals a question card and the Witness has to answer yes/no. According to the answer, the team has to remove suspects until only the Guilty one is on the board.&#10;&#10;",
    "playersCount": "3-16",
    "publishingYear": "2015",
    "minAge": "14+",
    "name": "Insoliti Sospetti"
  },
  {
    "id": "178900",
    "thumbnail": "https://cf.geekdo-images.com/nC6ifPCDnAItwoKSKXVrnw__thumb/img/1iZav_8ZqurrDbvkZA9GcFhB5x0=/fit-in/200x150/filters:strip_icc()/pic8907965.jpg",
    "image": "https://cf.geekdo-images.com/nC6ifPCDnAItwoKSKXVrnw__original/img/Id-jjIer_61ZbvI2_RVRCeBZFY4=/0x0/filters:format(jpeg)/pic8907965.jpg",
    "playTime": "15-15",
    "description": "Two rival spymasters know the secret identities of 25 agents. Their teammates know the agents only by their codenames &mdash; single-word labels like \"disease\", \"Germany\", and \"carrot\". Yes, carrot. It's a legitimate codename. Each spymaster wants their team to identify their agents first...without uncovering the assassin by mistake.&#10;&#10;In Codenames, two teams compete to see who can make contact with all of their agents first. Lay out 25 cards, each bearing a single word. The spymasters look at a card showing the identity of each card, then take turns clueing their teammates. A clue consists of a single word and a number, with the number suggesting how many cards in play have some association to the given clue word. The teammates then identify one agent they think is on their team; if they're correct, they can keep guessing up to one more than the stated number of times; if the agent belongs to the opposing team or is an innocent bystander, the team's turn ends; and if they fingered the assassin, they lose the game.&#10;&#10;Spymasters continue giving clues until one team has identified all of their agents or the assassin has removed one team from play.&#10;&#10;",
    "playersCount": "2-8",
    "publishingYear": "2015",
    "minAge": "10+",
    "name": "Nome in Codice"
  },
  {
    "id": "200294",
    "thumbnail": "https://cf.geekdo-images.com/L4b1RMHhAg62whfEv12JKg__thumb/img/_92UUrsE4mGTwLnucYhHNF0DBvk=/fit-in/200x150/filters:strip_icc()/pic3022299.jpg",
    "image": "https://cf.geekdo-images.com/L4b1RMHhAg62whfEv12JKg__original/img/BLTeT6yOn4-smwC9kaD3ZOaYuwU=/0x0/filters:format(jpeg)/pic3022299.jpg",
    "playTime": "50-50",
    "description": "The first episode of a new \"Squillo\" trilogy by Immanuel Casto, set in ancient Greece: each player has a role (the pimp) managing each and every point his girls, divided between escort, street hookers and young hopefuls, each with her own peculiarities, parcel and final proceeds in the event of a knockout, and... subsequent sale of organs.&#10;&#10;The goal is to defeat the opponent \"pimp\", maneuvering his call girls with the limits and abilities dictated by the board.&#10;There are two levels to play Squillo. The standard level for players getting started, and the advanced level designed for more experienced players who want to add a strategic element to the fun.&#10;&#10;From the back of the box:&#10;&#10;Conclusa la prima Trilogia del Piacere di SQUILLO&reg;, il gioco dedicato allo sfruttamento della prostituzione che ha fatto tremare il Paese, inizia un nuovo viaggio alla scoperta del meretricio nella storia, con la nuova collana TIME TRAVELS. Prima destinazione: l&rsquo;Antica Grecia di SATIRI E BACCANTI. Dalle calde terre del Peloponneso all&rsquo;Olimpo degli Dei, controlla le sfrontate Pornai, le erudite Etere e le conturbanti Baccanti, portatrici di lussuria e scompiglio. Coinvolgi i SATIRI in orge dionisiache! Vendi le tue SCHIAVE al mercato dell&rsquo;Acropoli! Appellati all&rsquo;ORACOLO e chiedi il favore degli Dei!&#10;&#10;",
    "playersCount": "2-6",
    "publishingYear": "2015",
    "minAge": "18+",
    "name": "Squillo Time Travels: Satiri e Baccanti"
  },
  {
    "id": "183394",
    "thumbnail": "https://cf.geekdo-images.com/l_PRU2lVlX9seScRFcvFlA__thumb/img/pULDtVd75QZgGfvSMhr6Rs07vK8=/fit-in/200x150/filters:strip_icc()/pic6500949.jpg",
    "image": "https://cf.geekdo-images.com/l_PRU2lVlX9seScRFcvFlA__original/img/gDL7OZFlzoOFgU0VYlREs8P5hCQ=/0x0/filters:format(jpeg)/pic6500949.jpg",
    "playTime": "45-90",
    "description": "In Viticulture, the players find themselves in the roles of people in rustic, pre-modern Tuscany who have inherited meagre vineyards. They have a few plots of land, an old crush pad, a tiny cellar, and three workers. They each have a dream of being the first to call their winery a true success.&#10;&#10;The players are in the position of determining how they want to allocate their workers throughout the year. Every season is different on a vineyard, so the workers have different tasks they can take care of in the summer and winter. There's competition over those tasks, and often the first worker to get to the job has an advantage over subsequent workers.&#10;&#10;Fortunately for the vineyard owners, people love to visit wineries, and it just so happens that many of those visitors are willing to help out around the vineyard when they visit as long as you assign a worker to take care of them. Their visits (in the form of cards) are brief but can be very helpful. Using those workers and visitors, the vineyard owners can expand their vineyards by building structures, planting vines, and filling wine orders, working towards the goal of running the most successful winery in Tuscany.&#10;&#10;Viticulture Essential Edition includes the base game of Viticulture and a few of the most popular modules from the original Tuscany expansion, including Mamas & Papas, Fields (previously known as Properties), expanded and revised Visitors, and Automa cards for a solo variant, along with a few minor rule changes.&#10;&#10;",
    "playersCount": "1-6",
    "publishingYear": "2015",
    "minAge": "13+",
    "name": "Viticulture Essential Edition"
  },
  {
    "id": "161417",
    "thumbnail": "https://cf.geekdo-images.com/7zH6Kt5ebWEixjDGmHweNA__thumb/img/PVkJyJhCtzo1ZwKO4iuRaqUyKJc=/fit-in/200x150/filters:strip_icc()/pic2247258.png",
    "image": "https://cf.geekdo-images.com/7zH6Kt5ebWEixjDGmHweNA__original/img/fABY4SjThfxj2NO1SL_G_FzbX7M=/0x0/filters:format(png)/pic2247258.png",
    "playTime": "5-30",
    "description": "The rules of \"Red\" are simple: highest card wins! But \"Red\" is just one of seven games you'll be playing in Red7, and if you're not winning the current game at the end of your turn, you're out! The last person standing wins the round.&#10;&#10;The deck in Red7 is 49 cards: each of the colors of the rainbow numbered 1 to 7. A hand takes just a couple minutes!&#10;&#10;",
    "playersCount": "2-4",
    "publishingYear": "2014",
    "minAge": "9+",
    "name": "7 Rosso"
  },
  {
    "id": "166158",
    "thumbnail": "https://cf.geekdo-images.com/xUs-VFSA1CTu1kTO56QoJA__thumb/img/PqNiezCrJKn7gIhgS5hff5gNtiI=/fit-in/200x150/filters:strip_icc()/pic2299555.jpg",
    "image": "https://cf.geekdo-images.com/xUs-VFSA1CTu1kTO56QoJA__original/img/peMvhqfpvERTPbor943_tgRy8bM=/0x0/filters:format(jpeg)/pic2299555.jpg",
    "playTime": "30-30",
    "description": "The card game Dark Tales is inspired by classic fairy tales, retold in a dark style. The land of Dark Tales is populated by disturbing creatures and sinister characters, and the interaction between cards and magic items is the key to success: A character, event, or sword used at the right time can determine the fate of the game! Thanks to the many setting cards, the items you collect change their power from game to game.&#10;&#10;",
    "playersCount": "2-4",
    "publishingYear": "2014",
    "minAge": "14+",
    "name": "Dark Tales"
  },
  {
    "id": "150376",
    "thumbnail": "https://cf.geekdo-images.com/g4mV4BH-ZrhMUVgil-yV1A__thumb/img/foFGN8KwmN8BaYNpolq0HcMba4M=/fit-in/200x150/filters:strip_icc()/pic3016500.jpg",
    "image": "https://cf.geekdo-images.com/g4mV4BH-ZrhMUVgil-yV1A__original/img/NjrnSg1aeia8I4eETDU3I1Br7a8=/0x0/filters:format(jpeg)/pic3016500.jpg",
    "playTime": "60-120",
    "description": "\"Crossroads\" is a game series from Plaid Hat Games that tests a group of survivors' ability to work together and stay alive while facing crises and challenges from both outside and inside. Dead of Winter: A Crossroads Game, the first title in this series, puts 2-5 players in a small, weakened colony of survivors in a world in which most of humanity is either dead or diseased, flesh-craving monsters. Each player leads a faction of survivors, with dozens of different characters in the game.&#10;&#10;Dead of Winter is a meta-cooperative psychological survival game. This means players are working together toward one common victory condition, but for each individual player to achieve victory, they must also complete their personal secret objective, which could relate to a psychological tick that's fairly harmless to most others in the colony, a dangerous obsession that could put the main objective at risk, a desire for sabotage of the main mission, or (worst of all) vengeance against the colony! Games could end with all players winning, some winning and some losing, or all players losing. Work toward the group's goal, but don't get walked all over by a loudmouth who's looking out only for their own interests!&#10;&#10;Dead of Winter is an experience that can be accomplished only through the medium of tabletop games, a story-centric game about surviving through a harsh winter in an apocalyptic world. The survivors are all dealing with their own psychological imperatives, but must still find a way to work together to fight off outside threats, resolve crises, find food and supplies, and keep the colony's morale up.&#10;&#10;Dead of Winter has players making frequent, difficult, heavily-thematic, wildly-varying decisions that often have them deciding between what's best for the colony and what's best for themselves. The rulebook also includes a fully co-operative variant in which all players work toward the group objective with no personal goals.&#10;&#10;",
    "playersCount": "2-5",
    "publishingYear": "2014",
    "minAge": "13+",
    "name": "Dead of Winter: Edizione Italiana"
  },
  {
    "id": "162082",
    "thumbnail": "https://cf.geekdo-images.com/NOz3xJ-N5ptlq3rP9m5Wug__thumb/img/nQQSc-beglCc9XQwvptEwgm07wU=/fit-in/200x150/filters:strip_icc()/pic2219643.png",
    "image": "https://cf.geekdo-images.com/NOz3xJ-N5ptlq3rP9m5Wug__original/img/gtzP1OE-ifZdnSHoX1pmVwpF0mY=/0x0/filters:format(png)/pic2219643.png",
    "playTime": "60-90",
    "description": "In Deus, players work to develop their own civilizations in a shared environment. Each player starts the game with five building cards, and on a turn a player either uses one of these cards to construct a building or discard one or more cards to make an offering to a god. Cards come in six colors: red for military, green for resource production, blue for trade, brown for scoring, purple for temples, and yellow for a variety of effects.&#10;&#10;When you construct a building, you build it in the appropriate location on the modular game board &mdash; which is sized based on the number of players with the hexagonal tiles composed of seven landscape \"circles\" &mdash; then you place the card in your personal tableau in the appropriate stack of colored cards and activate the power of all of those cards already in your tableau, starting with the card at the bottom of the stack.&#10;&#10;When you make an offering, you discard cards, then receive the help of a god associated with one of the cards that you discarded, with the number of cards determining the strength of the associated action. You then refill your hand to five cards.&#10;&#10;The game ends either when all the barbarian villages on the game board have been surrounded and attacked or when all the temples have been constructed. Whoever has the most points wins.&#10;&#10;",
    "playersCount": "2-4",
    "publishingYear": "2014",
    "minAge": "14+",
    "name": "Deus"
  },
  {
    "id": "163412",
    "thumbnail": "https://cf.geekdo-images.com/RDOwMRBnIb3Ehl6GyXj9xg__thumb/img/nxex9ASN99exPLXEc9E4s08qZzc=/fit-in/200x150/filters:strip_icc()/pic8669620.jpg",
    "image": "https://cf.geekdo-images.com/RDOwMRBnIb3Ehl6GyXj9xg__original/img/iVl8KAZ8JMmDXsnBqQecFRkOhK8=/0x0/filters:format(jpeg)/pic8669620.jpg",
    "playTime": "15-30",
    "description": "In Patchwork, two players compete to build the most aesthetic (and high-scoring) patchwork quilt on a personal 9x9 game board. To start play, lay out all of the patches at random in a circle and place a marker directly clockwise of the 2-1 patch. Each player takes five buttons &mdash; the currency/points in the game &mdash; and someone is chosen as the start player.&#10;&#10;On a turn, a player either purchases one of the three patches standing clockwise of the spool or passes. To purchase a patch, you pay the cost in buttons shown on the patch, move the spool to that patch's location in the circle, add the patch to your game board, then advance your time token on the time track a number of spaces equal to the time shown on the patch. You're free to place the patch anywhere on your board that doesn't overlap other patches, but you probably want to fit things together as tightly as possible. If your time token is behind or on top of the other player's time token, then you take another turn; otherwise the opponent now goes. Instead of purchasing a patch, you can choose to pass; to do this, you move your time token to the space immediately in front of the opponent's time token, then take one button from the bank for each space you moved.&#10;&#10;In addition to a button cost and time cost, each patch also features 0-3 buttons, and when you move your time token past a button on the time track, you earn \"button income\": sum the number of buttons depicted on your personal game board, then take this many buttons from the bank.&#10;&#10;What's more, the time track depicts five 1x1 patches on it, and during set-up you place five actual 1x1 patches on these spaces. Whoever first passes a patch on the time track claims this patch and immediately places it on his game board.&#10;&#10;Additionally, the first player to completely fill in a 7x7 square on his game board earns a bonus tile worth 7 extra points at the end of the game. (Of course, this doesn't happen in every game.)&#10;&#10;When a player takes an action that moves his time token to the central square of the time track, he takes one final button income from the bank. Once both players are in the center, the game ends and scoring takes place. Each player scores one point per button in his possession, then loses two points for each empty square on his game board. Scores can be negative. The player with the most points wins.&#10;&#10;",
    "playersCount": "2-2",
    "publishingYear": "2014",
    "minAge": "8+",
    "name": "Patchwork"
  },
  {
    "id": "109291",
    "thumbnail": "https://cf.geekdo-images.com/qv1bUeD03Jis7kai7HXhlg__thumb/img/gHX7DEVYe4MCHuV_P83nZkU5rNI=/fit-in/200x150/filters:strip_icc()/pic4600938.jpg",
    "image": "https://cf.geekdo-images.com/qv1bUeD03Jis7kai7HXhlg__original/img/WExNj61HMZqld27JW1fXtoTvZhI=/0x0/filters:format(jpeg)/pic4600938.jpg",
    "playTime": "45-45",
    "description": "Game description from the publisher:&#10;&#10;Sails of Glory is a series of games that recreates naval combat in the Age of Sails (1650-1815). Based on the game system used in Wings of Glory (formerly Wings of War), Sails of Glory uses miniatures, cards and board game mechanisms, with a special deck of maneuver cards representing the different movement capabilities of each vessel. The game will be supported by a range of painted and assembled 1/1000 miniatures.&#10;&#10;Players will choose their maneuver cards in secret, then reveal them all at the same moment. The card features arrows to be put in front of the miniature, then the latter is moved on top of the arrowhead. Several options on the same card are available depending on the wind and, with advanced rules, the sails used. After all ships moved, guns are fired from the sides of the miniature to targets in range.&#10;&#10;The Wings of Glory game system has been modified and expanded to accurately represent battles at sea between the large sailing ships of the past centuries. The first series of Sails of Glory will be set in the Napoleonic Age. If the game is successful, in the future Sails of Glory will be extended to cover other historical periods, such as the Age of Discovery, the Middle Ages and ancient times.&#10;&#10;",
    "playersCount": "2-4",
    "publishingYear": "2013",
    "minAge": "13+",
    "name": "Sails of Glory"
  },
  {
    "id": "124708",
    "thumbnail": "https://cf.geekdo-images.com/pZFrbWXBzrkxqOotg05D9Q__thumb/img/nrgg_ID3yq1r5dZ6iWe4de3GW6E=/fit-in/200x150/filters:strip_icc()/pic1312072.jpg",
    "image": "https://cf.geekdo-images.com/pZFrbWXBzrkxqOotg05D9Q__original/img/2cwA1euTZ-Lm7hMBEJTBkrRl1dQ=/0x0/filters:format(jpeg)/pic1312072.jpg",
    "playTime": "60-90",
    "description": "In Mice and Mystics, players take on the roles of those still loyal to the king &ndash; but to escape the clutches of Vanestra, they have been turned into mice! Play as cunning field mice who must race through a castle now twenty times larger than before. The castle would be a dangerous place with Vanestra's minions in control, but now countless other terrors also await heroes who are but the size of figs. Play as nimble Prince Collin and fence your way past your foes, or try Nez Bellows, the burly smith. Confound your foes as the wizened old mouse Maginos, or protect your companions as Tilda, the castle's former healer. Every player will have a vital role in the quest to warn the king, and it will take careful planning to find Vanestra's weakness and defeat her.&#10;&#10;Mice and Mystics is a cooperative adventure game in which the players work together to save an imperiled kingdom. They will face countless adversaries such as rats, cockroaches, and spiders, and of course the greatest of all horrors: the castle's housecat, Brodie. Mice and Mystics is a boldly innovative game that thrusts players into an ever-changing, interactive environment, and features a rich storyline that the players help create as they play the game. The Cheese System allows players to hoard the crumbs of precious cheese they find on their journey, and use it to bolster their mice with grandiose new abilities and overcome seemingly insurmountable odds.&#10;&#10;Mice and Mystics will provide any group of friends with an unforgettable adventure they will be talking about for years to come &ndash; assuming they can all squeak by...&#10;&#10;&#10;&#10;Expansion advice:&#10;&#10;For those who have expansions for this game the recommended order by the game designer for playing them is as follows (see original post HERE):&#10;&#10;        Sorrow and Remembrance (Base game)&#10;        Cat&#039;s Cradle (Lost Chapter 1)&#10;        Heart of Glorm&#10;        The Ghost of Castle Andon (Lost Chapter 2)&#10;        Downwood Tales&#10;        Portents of Importance (Lost Chapter 3), connected to the story in Tail Feathers&#10;    &#10;&#10;&#10;",
    "playersCount": "1-4",
    "publishingYear": "2012",
    "minAge": "7+",
    "name": "Mice and Mystics"
  },
  {
    "id": "9220",
    "thumbnail": "https://cf.geekdo-images.com/0vJwP6NGa7GHPZKC3gplUw__thumb/img/B3j-is62fP09eHP34uFG_gsxNQs=/fit-in/200x150/filters:strip_icc()/pic3989824.jpg",
    "image": "https://cf.geekdo-images.com/0vJwP6NGa7GHPZKC3gplUw__original/img/TJDCd-PYySXmhQn-LC-y88JPA7U=/0x0/filters:format(jpeg)/pic3989824.jpg",
    "playTime": "30-30",
    "description": "Players take on the role of dwarves. As miners, they are in a mine, hunting for gold. Suddenly, a pick axe swings down and shatters the mine lamp. The saboteur has struck. But which of the players are saboteurs? Will you find the gold, or will the fiendish actions of the saboteurs lead them to it first? After three rounds, the player with the most gold is the winner.&#10;&#10;With the help of Dwarf Cards, the players are assigned their role: either miner or saboteur. The roles are kept secret- they are only revealed at the end of the round.&#10;&#10;The Start Card and the three Goal Cards are placed onto the table, each seven cards away from the start and one card between each Goal Card. The Goal Cards are placed face-down. The gold is on one of the Goal Cards, but nobody knows which.&#10;&#10;Players have cards in hand. On a player's turn, he must do one of three things: place a Path Card into the mine, play an Action Card in front of a player, or pass.&#10;&#10;The Path Cards form paths leading to the Goal Cards. Path Cards must be played next to a already-played Path Card. All paths on the Path Card must match those on the already-played cards, and Path Cards may not be played sideways.&#10;&#10;The miners are trying to build an uninterrupted path from the Start Card to a Goal Card, while the saboteurs are trying to prevent this. They shouldn't try and be too obvious about it, however, lest they be immediately discovered.&#10;&#10;Action Cards can be placed in front of any player, including oneself. Action Cards let the players help or hinder one another, as well as obtain information about the Goal Cards.&#10;&#10;Once a player places a Path Card that reaches the gold, the round is over. The miners have won and receive cards with gold pieces as their reward.&#10;&#10;The round is also over if the gold could not be reached. In that case, the saboteurs have won and receive the gold pieces.&#10;&#10;Once the Gold Cards have been distributed, the next round begins. The game is over at the end of the third round, with the player with the most gold pieces being the winner.&#10;&#10;",
    "playersCount": "3-10",
    "publishingYear": "2004",
    "minAge": "8+",
    "name": "Saboteur"
  },
  {
    "id": "9209",
    "thumbnail": "https://cf.geekdo-images.com/kdWYkW-7AqG63HhqPL6ekA__thumb/img/5G46jv8MFh_BfX67iMSouTMhKxc=/fit-in/200x150/filters:strip_icc()/pic8937637.jpg",
    "image": "https://cf.geekdo-images.com/kdWYkW-7AqG63HhqPL6ekA__original/img/rWF8r4JXXCQQ7QhiWHhmT-rQ3Pc=/0x0/filters:format(jpeg)/pic8937637.jpg",
    "playTime": "30-60",
    "description": "With elegantly simple gameplay, Ticket to Ride can be learned in under 15 minutes. Players collect cards of various types of train cars they then use to claim railway routes in North America. The longer the routes, the more points they earn. Additional points come to those who fulfill Destination Tickets &ndash; goal cards that connect distant cities; and to the player who builds the longest continuous route.&#10;&#10;\"The rules are simple enough to write on a train ticket &ndash; each turn you either draw more cards, claim a route, or get additional Destination Tickets,\" says Ticket to Ride author, Alan R. Moon. \"The tension comes from being forced to balance greed &ndash; adding more cards to your hand, and fear &ndash; losing a critical route to a competitor.\"&#10;&#10;Ticket to Ride continues in the tradition of Days of Wonder's big format board games featuring high-quality illustrations and components including: an oversize board map of North America, 225 custom-molded train cars, 144 illustrated cards, and wooden scoring markers.&#10;&#10;Since its introduction and numerous subsequent awards, Ticket to Ride has become the BoardGameGeek epitome of a \"gateway game\" -- simple enough to be taught in a few minutes, and with enough action and tension to keep new players involved and in the game for the duration.&#10;&#10;Part of the Ticket to Ride series.&#10;&#10;",
    "playersCount": "2-5",
    "publishingYear": "2004",
    "minAge": "8+",
    "name": "Ticket to Ride"
  },
  {
    "id": "3955",
    "thumbnail": "https://cf.geekdo-images.com/_04xA-d-rfygm0c49HE4vA__thumb/img/P-6cf4TEk7ewzrfP9d-8c-TxAY4=/fit-in/200x150/filters:strip_icc()/pic1170986.jpg",
    "image": "https://cf.geekdo-images.com/_04xA-d-rfygm0c49HE4vA__original/img/el-4Ilu9DeYunRT3r4TVP8Vy3uk=/0x0/filters:format(jpeg)/pic1170986.jpg",
    "playTime": "20-40",
    "description": "\"The Outlaws hunt the Sheriff. The Sheriff hunts the Outlaws. The Renegade plots secretly, ready to take one side or the other. Bullets fly. Who among the gunmen is a Deputy, ready to sacrifice himself for the Sheriff? And who is a merciless Outlaw, willing to kill him? If you want to find out, just draw (your cards)!\" (From back of box)&#10;&#10;The card game BANG! recreates an old-fashioned spaghetti western shoot-out, with each player randomly receiving a Character card to determine special abilities, and a secret Role card to determine their goal.&#10;&#10;Four different Roles are available, each with a unique victory condition:&#10;&#10;     Sheriff - Kill all Outlaws and the Renegade&#10;     Deputy - Protect the Sheriff and kill any Outlaws&#10;     Outlaw - Kill the Sheriff&#10;     Renegade - Be the last person standing&#10;&#10;&#10;A player's Role is kept secret, except for the Sheriff. Character cards are placed face up on table, and also track strength (hand limit) in addition to special ability.&#10;&#10;There are 22 different types of cards in the draw deck. Most common are the BANG! cards, which let you shoot at another player, assuming the target is within \"range\" of your current gun.  The target player can play a \"MISSED!\" card to dodge the shot.  Other cards can provide temporary boosts while in play (for example, different guns to improve your firing range) and special one-time effects to help you or hinder your opponents (such as Beer to restore health, or Barrels to hide behind during a shootout). A horse is useful for keeping your distance from unruly neighbors, while the Winchester can hit a target at range 5. The Gatling is a deadly exception where range doesn't matter: it can only be used once, but targets all other players at the table!&#10;&#10;Information on the cards is displayed using language-independent symbols, and 7 summary/reference cards are included.&#10;&#10;",
    "playersCount": "4-7",
    "publishingYear": "2002",
    "minAge": "8+",
    "name": "BANG!"
  },
  {
    "id": "2993",
    "thumbnail": "https://cf.geekdo-images.com/g9q--tONTL86x2D4NKiM8g__thumb/img/opBzVTp4iK4LfozCr3doTYGwTHE=/fit-in/200x150/filters:strip_icc()/pic2659943.jpg",
    "image": "https://cf.geekdo-images.com/g9q--tONTL86x2D4NKiM8g__original/img/r3cKL28WlWl1jNGzetER6B8A5hM=/0x0/filters:format(jpeg)/pic2659943.jpg",
    "playTime": "60-60",
    "description": "Carcassonne: Die Erweiterung (later prints used the title Inns & Cathedrals) is the first major expansion for Carcassonne and introduces a few new aspects to the game.  There are a couple of completely new kinds of tiles: the inns and cathedrals.  There are also new tiles that present cities, roads, and cloisters in new shapes.  Additionally, each player gets a \"big meeple\" which counts as two regular meeples.  Another whole set of meeples means 6 players can now enjoy the game.  Finally, a set of scoring cards helps make score-keeping a little clearer.&#10;&#10;Part of the Carcassonne series.&#10;&#10;",
    "playersCount": "2-6",
    "publishingYear": "2002",
    "minAge": "8+",
    "name": "Carcassonne: Expansion 1  Inns & Cathedrals"
  },
  {
    "id": "1927",
    "thumbnail": "https://cf.geekdo-images.com/J-ts3MW0UhDzs621TR6cog__thumb/img/8hVkpMC5pDLr6ARI_4gI4N3aF5M=/fit-in/200x150/filters:strip_icc()/pic1871016.jpg",
    "image": "https://cf.geekdo-images.com/J-ts3MW0UhDzs621TR6cog__original/img/FbqPPCilgZKND2xmhWJgkfjZiYE=/0x0/filters:format(jpeg)/pic1871016.jpg",
    "playTime": "60-120",
    "description": "&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Publisher's DescriptionGo down in the dungeon. Kill everything you meet. Backstab your friends and steal their stuff. Grab the treasure and run.&#10;&#10;Admit it. You love it.&#10;&#10;This award-winning card game, designed by Steve Jackson, captures the essence of the dungeon experience... with none of that stupid roleplaying stuff. You and your friends compete to kill monsters and grab magic items. And what magic items! Don the Horny Helmet and the Boots of Butt-Kicking. Wield the Staff of Napalm... or maybe the Chainsaw of Bloody Dismemberment. Start by slaughtering the Potted Plant and the Drooling Slime, and work your way up to the Plutonium Dragon...&#10;&#10;And it's illustrated by John Kovalic! Fast-playing and silly, Munchkin can reduce any roleplaying group to hysteria. And, while they're laughing, you can steal their stuff.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;OtherPart of the Munchkin series.&#10;&#10;Munchkin is a satirical card game based on the clich&eacute;s and oddities of Dungeons and Dragons and other role-playing games. Each player starts at level 1 and the winner is the first player to reach level 10. Players can acquire familiar D&D style character classes during the game which determine to some extent the cards they can play.&#10;&#10;There are two types of cards - treasure and encounters. Each turn the current players 'kicks down the door' - drawing an encounter card from the deck. Usually this will involve battling a monster. Monsters have their own levels and players must try and overcome it using the levels, weapons and powers they have acquired during the game or run away. Other players can chose to help the player or hinder by adding extra monsters to the encounter. Defeating a monster will usually result in drawing treasure cards and acquiring levels.  Being defeated by a monster results in \"bad stuff\" which usually involves losing levels and treasure.&#10;&#10;In May 2010, Steve Jackson Games made the \"big announcement.\" Many rules and cards were changed. See The Great 2010 Munchkin Changeover for details. Of note to Munchkin fans, the Kneepads of Allure card, which had been removed in the 14th printing, was added back to the game but modified to be less powerful.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Sequels:&#10;    The Good, the Bad, and the Munchkin&#10;    Munchkin Apocalypse&#10;    Munchkin Axe Cop&#10;    Munchkin Bites!&#10;    Munchkin Booty&#10;    Munchkin Conan&#10;    Munchkin Cthulhu&#10;    Munchkin Fu&#10;    Munchkin Impossible&#10;    Munchkin Legends&#10;    Munchkin Pathfinder&#10;    Munchkin Zombies&#10;    Star Munchkin&#10;    Super Munchkin&#10;&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Related Board Games&#10;    Munchkin Quest&#10;&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Online play&#10;     Vassal does not support Munchkin anymore. Former link: Vassal Module&#10;&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Pegasus Expansions&#10;    Munchkin Sammlerbox&#10;    Munchkin Sammlerkoffer&#10;    Munchkin Promotional Bookmarks&#10;    Munchkin Weihnachtsedition - The same as Munchkin, but with a promotional button that grants the wearer extra treasure (when worn in December). &#10;&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Online PlaythroughThere's a great YouTube playthrough with Will Wheaton and Steve Jackson (yes, the Steve Jackson) found here LINK&#10;&#10;",
    "playersCount": "3-6",
    "publishingYear": "2001",
    "minAge": "10+",
    "name": "Munchkin"
  },
  {
    "id": "173",
    "thumbnail": "https://cf.geekdo-images.com/S6Jrqf7MeqiueJI1uuqgcw__thumb/img/731_1UDPU0q4RWrMgDP9JLzrZRM=/fit-in/200x150/filters:strip_icc()/pic168167.jpg",
    "image": "https://cf.geekdo-images.com/S6Jrqf7MeqiueJI1uuqgcw__original/img/wacVVrR-MrBG5suNiry_9fPPbwk=/0x0/filters:format(jpeg)/pic168167.jpg",
    "playTime": "120-120",
    "description": "Formula D&eacute; is a fast-paced racing game in which the cars' top speeds are limited by having to end a certain number of turns in each curve of the racetrack.  This can be tricky, because although players can regulate their speeds by choosing which gear to be in and each gear allows a certain range of movement, the exact amount is determined randomly.   Great fun for a big group.&#10;&#10;A winner of the 1990 Concours International de Cr&#195;&#169;ateurs de Jeux de Soci&#195;&#169;t&#195;&#169;.&#10;&#10;Expanded by: (Ludod&#195;&#169;lire Expansions)&#10;&#10;    Formule D&#195;&#169; Circuit &#226;&#132;&#150; 1: Grand Prix de MONACO  (included in french edition)&#10;    Formule D&#195;&#169; Circuit &#226;&#132;&#150; 2: FRANCE &#226;&#128;&#147; Circuit de Nevers Magny-Cours&#10;    Formule D&#195;&#169; Circuit &#226;&#132;&#150; 3: GRAN PREMIO D'ITALIA &#226;&#128;&#147; Autodromo Nazionale Monza&#10;    Formule D&#195;&#169; Circuit &#226;&#132;&#150; 4: GROSSER PREIS VON DEUTSCHLAND &#226;&#128;&#147; Hockenheim Ring  (included in german edition)&#10;    Formule D&#195;&#169; Circuit &#226;&#132;&#150; 5: GRAND PRIX DE BELGIQUE &#226;&#128;&#147; Circuit de Spa &#226;&#128;&#147; Francorchamps&#10;    Formule D&#195;&#169; Circuit &#226;&#132;&#150; 6: GRANDE PREMIO DE PORTUGAL &#226;&#128;&#147; Circuito do Estoril&#10;    Formule D&#195;&#169; Circuit &#226;&#132;&#150; 7: BRITISH GRAND PRIX &#226;&#128;&#147; Silverstone Circuit  (included in british edition)&#10;    Formule D&#195;&#169; Circuit &#226;&#132;&#150; 8: GRAN PREMIO DE ESPA&#195;&#145;A &#226;&#128;&#147; Circuit de Catalunya&#10;    Formule D&#195;&#169; Circuit &#9;&#226;&#132;&#150; 9: GRAND PRIX DU CANADA &#226;&#128;&#147; Circuit Gilles Villeneuve&#10;    Formule D&#195;&#169; Circuit &#9;&#226;&#132;&#150; 10: GRANDE PREMIO DE BRASIL &#226;&#128;&#147; Circuito do Interlagos&#10;    Formule D&#195;&#169; Circuit &#226;&#132;&#150; 11: JAPAN GRAND PRIX &#226;&#128;&#147; Suzuka Circuit&#10;    Formule D&#195;&#169; Circuit &#226;&#132;&#150; 12: SOUTH of AFRICA GRAND PRIX &#226;&#128;&#147; Kyalami Circuit&#10;    Formule D&#195;&#169; Circuit &#226;&#132;&#150; 13: SAN MARINO &#226;&#128;&#147; Autodromo Enzo & Dino Ferrari&#10;    Formule D&#195;&#169;: World Championship&#10;&#10;&#10;Expanded by: (Descartes Editeur Expansions)&#10;&#10;    Formula D&#195;&#169; Circuits 1 & 2: Monaco & Zandvoort 1   (plans were included in base game)&#10;    Formula D&#195;&#169; Circuits 3 & 4: Zandvoort 2 & SPA-Francorchamps&#10;    Formula D&#195;&#169; Circuits 5 & 6: Kyalami & Ferrari Autodromo&#10;    Formula D&#195;&#169; Circuits 7 & 8: Magny-Cours & Monza&#10;    Formula D&#195;&#169; Circuits 9 & 10: Estoril & Interlagos&#10;    Formula D&#195;&#169; Circuits 11 & 12: Watkins Glen & Silverstone&#10;    Formula D&#195;&#169; Circuits 13 & 14: Montreal & Long Beach&#10;    Formula D&#195;&#169; Circuits 15 & 16: Hockenheim & Zeltweg&#10;    Formula D&#195;&#169; Circuits 17 & 18: Buenos-Aires & Barcelona&#10;    Formula D&#195;&#169; Circuits 19 & 20: Suzuka & Melbourne&#10;    Formula D&#195;&#169; Circuits 21 & 22: Budapest & N&#195;&#188;rburgring&#10;    Formula D&#195;&#169; Circuits 23 - 26: USA Track Pack #1&#10;    Formula D&#195;&#169; Circuits 27 - 30: USA Track Pack #2&#10;    Formula D&#195;&#169; Circuits 31 & 32: Zhuhai & Sepang&#10;    Formula D&#195;&#169; Circuit 33: 10th Anniversary&#10;    Formula D&#195;&#169; Circuits 34 & 35: Bahrain & Shanghai&#10;&#10;&#10;Expanded by: (asmodee Expansions)&#10;&#10;    Formula D: The \"Shortcut\"&#10;    Formula D: Circuits 1 &#226;&#128;&#147; Sebring & Chicago&#10;    Formula D: Circuits 2 &#226;&#128;&#147; Hockenheim and Valencia&#10;    Formula D: Circuits 3 &#226;&#128;&#147; Singapore & The Docks&#10;    Formula D: Circuits 4 &#226;&#128;&#147; Grand Prix of Baltimore & Buddh&#10;    Formula D: Circuits 5 &#226;&#128;&#147; New Jersey & Sotchi&#10;    Formula D: Circuits 6 &#226;&#128;&#147; Austin & Nevada Ride&#10;&#10;&#10;Re-implemented by:&#10;&#10;    Formula D&#195;&#169; Mini&#10;    Formula D&#10;&#10;&#10;",
    "playersCount": "2-10",
    "publishingYear": "1997",
    "minAge": "10+",
    "name": "Formula D"
  },
  {
    "id": "256",
    "thumbnail": "https://cf.geekdo-images.com/JkZ5KTRdQwX9IHNsviQ3Sg__thumb/img/z4A9dzH-VX8SJP0lNAe-2TJ6Vs8=/fit-in/200x150/filters:strip_icc()/pic174176.jpg",
    "image": "https://cf.geekdo-images.com/JkZ5KTRdQwX9IHNsviQ3Sg__original/img/S2SHNFd-dGs_oBxnTNrzNFm-fnU=/0x0/filters:format(jpeg)/pic174176.jpg",
    "playTime": "45-45",
    "description": "In this light, fun family game, players race their paddleboats down the Mississippi, picking up passengers along the way.  But onboard coal supplies are limited, so each ship's acceleration and maneuvers must be carefully planned.  Perhaps most interestingly, the twists and turns of the river are unknown at the start of the game, and are only revealed as ships progress downstream.&#10;&#10;Expanded by: &#10;&#10;    Mississippi Queen: The Black Rose&#10;&#10;&#10;",
    "playersCount": "3-5",
    "publishingYear": "1997",
    "minAge": "10+",
    "name": "Mississippi Queen"
  },
  {
    "id": "2061",
    "thumbnail": "https://cf.geekdo-images.com/qukOUe-EpwyMUb2e_wm4Ug__thumb/img/v1L72-Y-8O0i_8hUKC54iUEQjoA=/fit-in/200x150/filters:strip_icc()/pic1117752.jpg",
    "image": "https://cf.geekdo-images.com/qukOUe-EpwyMUb2e_wm4Ug__original/img/42ALfNJzIyrx6CDPzviUn7k6-g4=/0x0/filters:format(jpeg)/pic1117752.jpg",
    "playTime": "60-180",
    "description": "This is a game detailing the Persian Gulf War fought in the early 1990's. Many of the mechanics are similar to that of one of TSR's other wargames (Red Storm Rising) so players of that game can rather easily go to this game.&#10;&#10;Two versions of this game are played. With less than 5 players, the game is a \"Basic Game\" where military might is what wins the game. Players take sides, usually a combination of Middle Eastern nations plus the US. In the two player version, for instance, it is (quite predictably) the US & Allies vs. Iraq; in the three-player game \"Holy War\", it's Israel vs. Iraq (and Yemen and Jordan) vs. Saudi Arabia (and Syria, Libya, and Lebanon), and so on.&#10;&#10;Combat rules are rather straightforward, and wargamers will be familiar with many of the mechanics. Land (w/ infantry, Iraqi National Guard, and tanks), sea, and air units are all utilized. Most units can take a few hits before removed from the board.&#10;&#10;The *real* game, though, is the six-player diplomatic game. The players are now clearly defined: The US (NATO), Iran, Israel, Iraq/Yemen, Moderate Arabs (Saudi Arabia, Egypt, Kuwait, etc.), and Volatile Arabs (Jordan, Libya, etc.) This adds a crucial element of diplomacy and politics, and makes the game much more interesting than the normal wargaming stuff. A \"War Fever\" and \"Jihad\" marker change as nations do things--for instance, the first time a US unit is attacked outside of Turkey, War Fever \"tripwires\" to 10. If Israel attacks a neighbor, Jihad increases by 2. War Fever and Jihad permit certain things to happen--for instance, if War Fever gets too low, the US is restricted in whom they may attack. If Jihad hits either 1 or 10, revolutions may occur--which can switch entire nations to another player!&#10;&#10;Messages can be sent to other players via a diplomatic pouch--you cannot simply pull another player to the side and whisper in their ear. All messages, once read, go into a big pouch, and players can make diplomatic gestures to read some of the messages after they're read.&#10;&#10;Victory occurs, in any case, when you meet objectives, which can vary from player to player. \"War Aim\" chits are drawn before the game begins, and so players are not quite certain as to exactly what other players are going for. For Instance, Iraq may win if they capture and hold Kuwait for the last three turns; if Jihad has reached 10 at least once and 10 non-Muslim units have been destroyed (by anyone); or by controlling three more oil fields than they started with. It all depends on what they looked for.&#10;&#10;All in all, the Diplomatic game changes the basic game so much that political considerations are as important as military ones.&#10;&#10;A simplified version of the game with the same name appeared in the TSR comic Warhawks #3. Advanced scenarions for the game in the comic appeared in Warhawks #4.&#10;&#10;",
    "playersCount": "2-6",
    "publishingYear": "1991",
    "minAge": "10+",
    "name": "A Line in the Sand"
  },
  {
    "id": "6503",
    "thumbnail": "https://cf.geekdo-images.com/HQz64ux4bdG9xFB7pJrDlg__thumb/img/jCqkWk5MK-aCCbdEm3cCb__UR9E=/fit-in/200x150/filters:strip_icc()/pic6953523.jpg",
    "image": "https://cf.geekdo-images.com/HQz64ux4bdG9xFB7pJrDlg__original/img/MxOVHLke69sghYwAkCDHM-BnvA4=/0x0/filters:format(jpeg)/pic6953523.jpg",
    "playTime": "90-90",
    "description": "A simpler version of the original Harpoon, the famous naval battle simulation game, designed for beginner players. The box says: \"Start Playing in 30 Minutes\"!&#10;You navigate your task forces on a 18x21 hexagonal grid, set between Greenland, Iceland and UK, the GIUK gap, either as a NATO or Soviet Admiral. Your Task Forces consits of surface ships, submarines, patrol aircraft and tactical fast jet aircraft, represented by data cards, and task force counters on the map. You utilize radar, sonar and visual search to detect your enemy task forces. You utilize naval gunfire, surface-to-surface missiles, and air-to-surface missiles to defeat them, using die-rolls and data cards. The game is easy to learn. It is a wargame, but the heavily themed weapon aspects are abstracted to a very basic level, without loosing it's high technology appeal. After 30 minutes study of the rules you should be able to set up the first scenario, where you have one task force each, an Arleigh Burke class destroyer against a Sovremennyy class destroyer. Part of The Harpoon Series&#10;&#10;",
    "playersCount": "2-4",
    "publishingYear": "1990",
    "minAge": "10+",
    "name": "Harpoon: Captain's Edition"
  },
  {
    "id": "5835",
    "thumbnail": "https://cf.geekdo-images.com/Kp5gKuyBsPtIC5OYqlgnOw__thumb/img/zNn8plDCr8JMMnN12Pct4XkSpeU=/fit-in/200x150/filters:strip_icc()/pic43060.jpg",
    "image": "https://cf.geekdo-images.com/Kp5gKuyBsPtIC5OYqlgnOw__original/img/WQpUmSsWyVMRz0Gkn_O7Xn5Nncc=/0x0/filters:format(jpeg)/pic43060.jpg",
    "playTime": "360-360",
    "description": "Command Decision is a set of miniatures rules which enables players to refight operational-level combined arms engagements during WWII.&#10;&#10;It shows the importance of each element of the combined arms team and does so in a fast-playing format that uniquely captures the pace and tempo of modern mobile combat.&#10;&#10;Game Components include:&#10;&#10;One rules book&#10;One data chart booklet&#10;One organization booklet&#10;One campaign booklet&#10;One rules summary folder&#10;Four game reference charts&#10;One sheet of markers&#10;&#10;",
    "playersCount": "2-2",
    "publishingYear": "1986",
    "minAge": "12+",
    "name": "Command Decision"
  },
  {
    "id": "508",
    "thumbnail": "https://cf.geekdo-images.com/bpiwU88sDLLYXsnQp-eCnA__thumb/img/eiQdnPLHo9WBKwMTRBexpM6pMYc=/fit-in/200x150/filters:strip_icc()/pic9636.jpg",
    "image": "https://cf.geekdo-images.com/bpiwU88sDLLYXsnQp-eCnA__original/img/leN2vj2jbC78hUsrFc9uYfuX04U=/0x0/filters:format(jpeg)/pic9636.jpg",
    "playTime": "60-60",
    "description": "In \"Blue Max\", each player pilots a World War I airplane in a dogfight. This  wargame can be played as a campaign, with new planes becoming available as time passes, and with surviving pilots getting better at what they do.&#10;&#10;Each plane has a maneuver sheet showing which ones it is allowed to do -- some maneuvers can only be executed by ace pilots, and other maneuvers are \"restricted\" in the sense that they can't be repeated from one turn to the next (the plane would stall).&#10;&#10;If you \"tail\" another plane, its pilot must show you whether he's going right, left or straight ahead. You get to shoot ahead of your plane, unless you have a bomber with an observer/gunner in the back (swivel-mounted guns). Damage is rolled on a table that determines severity in terms of blue and red hits; you then draw the indicated number of coloued chits from a cup. Hits are taken to the wings, tail, engine, etc. There's a chance the pilot is killed, or that the plane catches fire.&#10;&#10;Fuel eventually runs out and the pilots fly off to meet another day --if they survived. &#10;This is a lot of fun with massive numbers of players; you can put the 20-odd planes on the map at once, balancing the better airplanes with weaker pilots.&#10;&#10;The second edition introduced crude altitude rules, and in 1995 GDW put out full-blown miniatures rules.&#10;&#10;The 2014 edition of Blue Max had substantial changes, and can be found with its own game page HERE.&#10;&#10;",
    "playersCount": "2-6",
    "publishingYear": "1983",
    "minAge": "13+",
    "name": "Blue Max"
  },
  {
    "id": "4340",
    "thumbnail": "https://cf.geekdo-images.com/4kZ7i8SfXzAS3SZ3p7DZVg__thumb/img/lNVPh-XNQzwqSIn5okkAE7wRvpc=/fit-in/200x150/filters:strip_icc()/pic13818.jpg",
    "image": "https://cf.geekdo-images.com/4kZ7i8SfXzAS3SZ3p7DZVg__original/img/ucvaSs2B0v2CwAAAa5DiJzBD5qE=/0x0/filters:format(jpeg)/pic13818.jpg",
    "playTime": "20-20",
    "description": "Two-player SF wargame (of sorts) pitting two modular gladiatorial-combat robots (\"combots\") against one another. (Where have we seen this before?) Each robot is represented by a composite miniature that you put together using the available components. There are two different command units (heads), two main thrusters (bottoms), and four equipment tenders (middle pieces with six slots in them), with which you can make Scouts (combots with one tender), Warriors (two tenders), or Marauders (three tenders), although you don't get enough tenders with the game to build a pair of Marauders.&#10;&#10;Now comes the fun part. Not only can you custom-design your combots, you can actually build them by sliding various modules into the slots in the equipment tenders: claw arms, lasers, laser shields, aiming units, missile launchers, armor plates, etc., etc. When you're ready, deploy your combots at either end of the included diamond-shaped hex map and guide them into battle; the last robot with any remaining functional offensive modules wins.&#10;&#10;Approximate playing time is a guess. Two players is the maximum for a standard game; scenarios are provided that allow up to five players to play in the diamond map, or more players in user-designed maps, but you would have to buy either extra copies of the game or components for additional miniatures.&#10;&#10;",
    "playersCount": "2-2",
    "publishingYear": "1983",
    "minAge": "12+",
    "name": "Combots"
  },
  {
    "id": "2706",
    "thumbnail": "https://cf.geekdo-images.com/jth6l_usPMtxofQxE8GaxQ__thumb/img/lsIluGtZ0m8_fHE37qpBAVFulLI=/fit-in/200x150/filters:strip_icc()/pic3636525.jpg",
    "image": "https://cf.geekdo-images.com/jth6l_usPMtxofQxE8GaxQ__original/img/xu2BrvLBe3a_eotjcawMOWkP1qI=/0x0/filters:format(jpeg)/pic3636525.jpg",
    "playTime": "30-60",
    "description": "\"Attack of the Mutants!\" from Yaquinto is a really campy 1950s B-movie sci-fi horror-zombies board wargame, pitting the \"heroes\" against the campus membership, newly mutated by a horrible nuclear accident at the nearby power station (the Big Melt-Down of 1993).&#10;&#10;Kindly old professor Applegate, his toothsome daughter Penny, her heroic but dense love interest Buck and an assortment of other stereotypes (such as the prof's robots) fight to save the world from the awful mutant thingies. Frenzied dashes down polished corridors with howling mobs of beasties in hot pursuit. A kicking and screaming Penny being carried off. Again. A desperate battle for time as the Professor prattles inanely, \"Maybe we can reason with them\".&#10;&#10;The mutants come in three flavors: normal, radio-active and leader. Map and set-up are randomized for re-playability (there are movable Wall counters). The game is played in 10 turns; victory for either side hinges on control of the Tech Room (where a gate to an unpolluted Earth-like planet has been opened, hopefully allowing the \"normies\" to escape the muties). Optional rules allow for hidden movement.&#10;&#10;Includes 5-page rulebook, 25\" x 12\" board, 133 counters, reference card.&#10;&#10;Also the title of a simplified version having the same title. Yaquinto shipped this version free with any order. The mutants, invade the college represented by 25 rooms. If the mutants reach the control room in 10 turns they win. An 11\" x 17\" sheet of light cardboard includes map, rules and counters.&#10;&#10;",
    "playersCount": "2-2",
    "publishingYear": "1981",
    "minAge": "12+",
    "name": "Attack of the Mutants!"
  },
  {
    "id": "71",
    "thumbnail": "https://cf.geekdo-images.com/YnRVKSq3NrLKVGPNzcYvqg__thumb/img/CUSJ06HO4-802yb7VSq_MgpOSpE=/fit-in/200x150/filters:strip_icc()/pic374847.jpg",
    "image": "https://cf.geekdo-images.com/YnRVKSq3NrLKVGPNzcYvqg__original/img/DVfIjAcXRotFftj6yPOc7KKYXNA=/0x0/filters:format(jpeg)/pic374847.jpg",
    "playTime": "360-360",
    "description": "Civilization is a game of skill for 2 to 7 players. It covers the development of ancient civilizations from the invention of agriculture c. 8000 B.C. to the emergence of Rome around the middle of the third century B.C. Each player leads a nation of peoples over a map board of the Eastern Mediterranean and Near East as they attempt to carve a niche for themselves and their culture.&#10;&#10;Although battles and territorial strategy are important, this is not a war game because it is not won by battle or conquest. Instead, the object of play is to gain a level of overall advancement involving cultural, economic, and political factors so that such conflicts that do arise are a result of rivalry and land shortage rather than a desire to eliminate other players. Nomad and farmer, warrior and merchant, artisan and citizen all have an essential part to play in the development of civilization. It is the player who most effectively changes emphasis between these various outlooks who will achieve the best balance and win.&#10;&#10;(from the Introduction to the Avalon Hill edition rulebook)&#10;&#10;This game has a huge following and is widely regarded as one of the best games about ancient civilizations. Each player takes on the role of leader of an ancient civilization, such as the Illyrians or Babylonians. Your task is to guide your people through the ages by expanding your empire and using its proceeds to finance new technological advances, such as Literacy, Metalworking, or Law. The advancements help your civilization better cope with its problems as well as help bring new advancements.&#10;&#10;Civilization is widely thought to be the first game ever to incorporate a \"technology tree,\" allowing players to gain certain items and abilities only after particular other items were obtained. This influential mechanism has been adopted by countless other board games, card games, and computer games.&#10;&#10;",
    "playersCount": "2-7",
    "publishingYear": "1980",
    "minAge": "12+",
    "name": "Civilization"
  },
  {
    "id": "1720",
    "thumbnail": "https://cf.geekdo-images.com/uud6t_QUutyeF5o6xXl4IQ__thumb/img/RTAjIeu0_TEOPq_fkKoBK9lLp4g=/fit-in/200x150/filters:strip_icc()/pic83875.jpg",
    "image": "https://cf.geekdo-images.com/uud6t_QUutyeF5o6xXl4IQ__original/img/KfLknRs-dg5OsPMdkQ0umjewCzs=/0x0/filters:format(jpeg)/pic83875.jpg",
    "playTime": "120-120",
    "description": "Remake of Chaosium's White Bear & Red Moon. Also published by Oriflam as La Guerre des H&eacute;ros in 1993 (in French) and as &#227;&#131;&#137;&#227;&#131;&#169;&#227;&#130;&#180;&#227;&#131;&#179;&#227;&#131;&#145;&#227;&#130;&#185; Dragon Pass in Japanese by Hobby Japan.&#10;&#10;The role-playing World of Glorantha was created as a semi-public-domain project by Greg Stafford around 1966 as a mental exercise. Eventually, Greg published a wargame based on his world called White Bear and Red Moon. In fact, Chaosium was founded to allow Stafford to publish this boardgame! This game later became the excellent Dragon Pass game. White Bear and Red Moon was enough of a hit to spawn a second war game, Nomad Gods, and, more importantly, inspired some D&D fans to write a gaming system that would allow role-playing in Glorantha. Thus was RuneQuest born.&#10;&#10;Re-implements:&#10;&#10;    White Bear & Red Moon&#10;&#10;&#10;",
    "playersCount": "2-3",
    "publishingYear": "1980",
    "minAge": "12+",
    "name": "Dragon Pass"
  },
  {
    "id": "298383",
    "thumbnail": "https://cf.geekdo-images.com/9wDd5YVER3lwpGO3v5EkTA__thumb/img/81chTLWy3JxqRTktAuE4Nb4LamI=/fit-in/200x150/filters:strip_icc()/pic5374175.jpg",
    "image": "https://cf.geekdo-images.com/9wDd5YVER3lwpGO3v5EkTA__original/img/RtYW5lfwrLzWDI0rorp_vqI9af8=/0x0/filters:format(jpeg)/pic5374175.jpg",
    "playTime": "90-120",
    "description": "Golem is an engine-building game by Simone Luciani, Virginio Gigli and Flaminia Brasini, the same team that brought you Grand Austria Hotel and Lorenzo il Magnifico.&#10;&#10;The game is based on the 16th-century legend of the Golem of Prague, an anthropomorphic creature that Rabbi Loew animated from a clay statue to protect his people. In the game, players take on the role of rabbis who create and grow these powerful creatures that will be moved around the neighborhoods of Prague under the control of students. Be careful, because if a golem becomes too powerful, it will destroy everything it encounters on its way. Players can also kill their Golems in order to get bonuses.&#10;&#10;Players also create powerful artifacts and acquire knowledge by collecting ancient books.&#10;&#10;The game is divided into four rounds, and each round is composed of 7 phases:&#10;&#10;&#10;     Refresh&#10;     Golem Movement&#10;     Actions (2 marble actions and 1 rabbi action)&#10;     Turn Order&#10;     Influence Character&#10;     Income and Development&#10;     Golem Control&#10;&#10;&#10;At the beginning of each round, the players will shuffle the colored marbles into the 3D synagogue that will split them into five lines corresponding to the five main actions available in the game:&#10;&#10;&#10;     Work: By paying Knowledge, you can activate the Golem placed in the city of Prague and get bonuses.&#10;     Golem: Obtain clay to create new golems and upgrade the developments on your personal board.&#10;     Artifact: Obtain coins and buy gold to build artifacts that offer permanent bonuses in the game and upgrade developments on your personal board.&#10;     Spells: Obtain Knowledge and perform spells (with a scoring for book collection) and upgrade developments on your personal board.&#10;     Mirror: Perform one action of your choice by paying 1 coin.&#10;&#10;&#10;The number of marbles available in the corresponding action line determines how much the player gets from the action. When you choose an action, you collect one marble of your choice in the corresponding line and depending on the color of the marble you chose, you also move your student forward on one of the districts of Prague.&#10;&#10;It's important to advance your students on those tracks to be able to keep your golems under control. At the end of the round, knowledge can also be used to control a golem that surpassed its students, but if one of these creatures is uncontrolled, it may become dangerous and destroy the neighborhood, after which you will have to destroy and bury it!&#10;&#10;The marble color also matters, because at the end of the round, if you get the correct combination of two colors, you receive the favor of one of the powerful Prague characters, which will differ each round.&#10;&#10;At the end of the fourth round, players score points for active or buried golems, artifacts, books, development on their personal board, and collected goal cards.&#10;&#10;",
    "playersCount": "1-4",
    "publishingYear": "2021",
    "minAge": "14+",
    "name": "Golem"
  },
  {
    "id": "267401",
    "thumbnail": "https://cf.geekdo-images.com/Lr4bMrGPY2pAY1CoZDg8tQ__thumb/img/KkSbw4VnYc5zC3-LNLsnXQSZv-w=/fit-in/200x150/filters:strip_icc()/pic5196611.png",
    "image": "https://cf.geekdo-images.com/Lr4bMrGPY2pAY1CoZDg8tQ__original/img/Tn8gk761selP14fxTOiQGOXLWOg=/0x0/filters:format(png)/pic5196611.png",
    "playTime": "60-75",
    "description": "In Lawyer Up, a two-player asymmetrical card game, players take on the roles of attorneys facing off against each other in a courtroom case. One player takes on the role of the prosecution and the other takes on the role of defense. Each case has its own unique mechanisms and story from Murder to Racketeering.&#10;&#10;Lawyer Up is a game of arguments, influence and strategies.  Players start with Discovery, where they will go through all the evidence of the case and draft what they think is important for them to win.  Then Players will take turns calling and questioning witnesses - building arguments by chaining together cards with the same symbols and earning influence.  Attorneys then spend their influence to sway the biases of the jury to their side of the argument.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "playersCount": "1-2",
    "publishingYear": "2021",
    "minAge": "13+",
    "name": "Lawyer Up"
  },
  {
    "id": "328479",
    "thumbnail": "https://cf.geekdo-images.com/fPhdfZX9UTLr4-SVgK0zoQ__thumb/img/v8irnVxaCdK29XPtqEbtlKkLY4c=/fit-in/200x150/filters:strip_icc()/pic5899025.jpg",
    "image": "https://cf.geekdo-images.com/fPhdfZX9UTLr4-SVgK0zoQ__original/img/ZPdxDPt1jSRQMNnVgn-qIPhNv0E=/0x0/filters:format(jpeg)/pic5899025.jpg",
    "playTime": "40-40",
    "description": "In Living Forest, you play as a nature spirit who will try to save the forest and its sacred tree from the flames of Onibi. But you are not alone in your mission as the animal guardians have come together to lend a hand around the Circle of Spirits where you progress. Each turn, they bring you valuable elements, so try to combine your team of animal guardians as best as possible to carry out your actions, but be careful: some of them are solitary and do not like to be mixed with others...&#10;&#10;You have one of three ways to achieve your goal: by planting 12 different Protective Trees, by collecting 12 Sacred Flowers to awaken Sanki the great Guardian of the Forest, by extinguishing 12 Fires to permanently repel Onibi.&#10;&#10;Each turn includes 3 phases: &#10;&bull; Guardian Animals (simultaneous push your luck phase) : You draw and turn face up, one after the other, the Guardian Animal cards from your personal stack. You thus form the Animal Guardian Help Line. You can stop drawing cards whenever you want. However, if you reveal a card showing a third solitary symbol, then you must stop drawing cards. This card closes your Help Line.&#10;&bull; Action phase: You play in turn. If your Help Line shows strictly less than three solitary symbols (not canceled by gregarious symbols), you can then perform 2 different Actions. If your Help Line shows three solitary symbols (not canceled by gregarious symbols), you can then perform only 1 Action. The strength of an Action is determined by the number of corresponding Elements visible on the Guardian Animal cards in your Help Line and on your Forest individual board.&#10;&bull; End of the turn:&#10;- Onibi attacks you: If some Fires remain at the center of the Circle of Spirits and you cannot resist them, then add as many Fire Varan cards to your discard stack as there are Fire tiles at the center of the Circle of Spirits.&#10;- Onibi attacks the Sacred Tree: Add as many Fires to the center of the Circle of Spirits as there are Guardian Animal cards taken this turn.&#10;- The arrival of new Guardian Animals: Complete the Guardian Animal reserve by revealing as many new cards per level as there were cards taken this turn.&#10;- Passing the Sacred Tree: Give the Sacred Tree to the next Spirit of Nature clockwise.&#10;- The Return of Guardian Animals: Move all the Animal Guardian cards from your Help Line to your personal discard stack.&#10;&#10;The game stops at the end of a complete turn when one of the Spirits of Nature has managed to collect at least 12 different Protective Trees OR 12 Fires OR 12 Sacred Flowers.&#10;&#10;",
    "playersCount": "1-4",
    "publishingYear": "2021",
    "minAge": "10+",
    "name": "Living Forest"
  },
  {
    "id": "316786",
    "thumbnail": "https://cf.geekdo-images.com/0WmXXnvravcDiiQvJum0xA__thumb/img/3x8ADI1ZjsvXVziRdeGFOWLbZJ0=/fit-in/200x150/filters:strip_icc()/pic6428410.jpg",
    "image": "https://cf.geekdo-images.com/0WmXXnvravcDiiQvJum0xA__original/img/iL15SkjTjnJ08Biv5ieoDbbIx6I=/0x0/filters:format(jpeg)/pic6428410.jpg",
    "playTime": "120-120",
    "description": "Set in ancient Mesopotamia, a cradle of civilization, at a time when the location of Ur was a coastal region, players work to build the Great City of Ur, expand its districts, and establish themselves as powerful builders.&#10;&#10;Tabannusi: Builders of Ur features a stunning board showing the city of Ur divided into 5 regions, each tied to a specific color die. There are 3 building districts, 1 temple district, and 1 port district.&#10;&#10;Each turn, your worker will activate one of these districts. When activating a district, you must first take a die from the district. This die matches the color of the district and serves two functions:&#10;&#10;1) The die itself becomes a resource of its color.&#10;2) The value of the die determines which district your worker will activate on the following turn.&#10;&#10;Through various actions you will be able to expand your influence in the various districts, expanding construction sites and turning them into buildings to score valuable victory points. But you will also exert your influence in the temple district in order to earn the king's favor. In the port district you can obtain ships with important abilities and for scoring victory points.&#10;&#10;You must spend your actions wisely and always make sure that you keep an eye on the general timing of the game. The moment a district is emptied of dice, a scoring will occur.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "playersCount": "1-4",
    "publishingYear": "2021",
    "minAge": "14+",
    "name": "Tabannusi: i Costruttori di Ur"
  },
  {
    "id": "287638",
    "thumbnail": "https://cf.geekdo-images.com/xtyJIUyRammqfDqU2wPsTw__thumb/img/3z4ugE0UzoWBX0lxuJIfywFKJ0s=/fit-in/200x150/filters:strip_icc()/pic5188323.jpg",
    "image": "https://cf.geekdo-images.com/xtyJIUyRammqfDqU2wPsTw__original/img/qykKhh4EZOT-yua8htbEGIpOjP0=/0x0/filters:format(jpeg)/pic5188323.jpg",
    "playTime": "10-35",
    "description": "The setting of this cooperative strategy game for two is beautiful 16th century Verona. There, two bitterly hostile families stand in the way of Romeo & Juliet's love happiness.&#10;&#10;The players take on the roles of the two lovers. You won't be able to communicate freely, so you'll have to make your partner understand your plans, and find out where they want to meet you. The tragic couple is not allowed to speak freely to each other and can only arrange to meet in secret. Otherwise the hatred between the families will deepen. By cleverly playing cards and messages, the players try to ensure that love triumphs over hate in the end.&#10;&#10;The game box unfolds into an atmospherically designed theatre scene. On this stage, Romeo & Juliet and their companions move to different locations.&#10;&#10;There are 9 chapters and just as many difficulty levels. This allows the game to be perfectly adapted and varied.&#10;&#10;To win, love must reach its peak before the end of the third act.&#10;If, on the other hand, hatred reaches its lowest point, fate takes its toll on the star-crossed lovers, and you will have lost.&#10;&#10;&mdash;description from the French and the German publisher (translated)&#10;&#10;",
    "playersCount": "2-2",
    "publishingYear": "2020",
    "minAge": "12+",
    "name": "Romeo e Giulietta"
  },
  {
    "id": "302316",
    "thumbnail": "https://cf.geekdo-images.com/qd6DWf-NcYSzr1Ltklqjlw__thumb/img/MTWJaUOgc_b1urFu3Gnj0IO8A9s=/fit-in/200x150/filters:strip_icc()/pic5249624.png",
    "image": "https://cf.geekdo-images.com/qd6DWf-NcYSzr1Ltklqjlw__original/img/23_HTbtgvfwD5jUBAk6ZYPVUuLA=/0x0/filters:format(png)/pic5249624.png",
    "playTime": "10-20",
    "description": "When day gives way to night, Mother Nature unveils one of the greatest spectacles ever witnessed by humankind. The night sky sparkles with a myriad of radiant points: the stars. For centuries, we&rsquo;ve studied their movements, organizing them into what we now call &ldquo;constellations&rdquo;&mdash;evocative names for celestial patterns that resemble objects, mythical creatures, animals, or ancient gods.&#10;Will you be able to find your constellation and trace it in A Sky of Stars?&#10;&#10;Game Objective&#10;A Sky of Stars is a game that sparks the imagination and challenges players&rsquo; abstract thinking. Each player will connect the stars indicated by the Star Die, sketching the shape of new constellations on their personal Sky. Each creation is then evaluated by the other players, who must guess what object or shape is depicted. The player who designs the most compelling constellations&mdash;and successfully interprets those drawn by others&mdash;will emerge victorious.&#10;&#10;A Sky of Stars is an original roll-and-write game with a playful guessing mechanic. Try to draw your most inspired constellation&hellip; while the other players try to figure out what it represents!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "playersCount": "3-6",
    "publishingYear": "2019",
    "minAge": "8+",
    "name": "A Sky of Stars"
  },
  {
    "id": "239942",
    "thumbnail": "https://cf.geekdo-images.com/Nam2TVpVSvHIuAsbocL9cw__thumb/img/hyQNAZKGjQ1Hc2-WzwAAZICBMA4=/fit-in/200x150/filters:strip_icc()/pic6892325.jpg",
    "image": "https://cf.geekdo-images.com/Nam2TVpVSvHIuAsbocL9cw__original/img/mwtQpefJ_U7pjNguijLo7o7bIpc=/0x0/filters:format(jpeg)/pic6892325.jpg",
    "playTime": "90-90",
    "description": "Black Rose Wars is a competitive fantasy game of deck-building, strategy, and combat set in the hectic universe of Nova Aetas in Italy. Each player is one of powerful mages of the Black Rose Order who aspires to become the new Supreme Magister in order to acquire the mighty power of the Black Rose Artifact and the Forgotten Magic. Mages must fight, fulfill Black Rose desires, and gain strength with their spells until their power reaches the containment threshold of the prison where they are exiled, finally freeing themselves. Each mage has at their disposal six schools of magic, each one with its own strategy to annihilate their opponents and increase their power.&#10;&#10;At the start of the battle, mages start with a grimoire of six cards; as mages study more spells during play, their grimoire will increase. Every spell in Black Rose Wars has two different effects, increasing a player's adaptability during a fight.&#10;&#10;Mages fight each other in a modular arena of hexagons called \"rooms\". They summon powerful creatures, cast destructive spells, or devise dark deceptions with their enchantments. The game system is divided into different phases. Each turn, after choosing new spells from the six schools of magic, players plan their strategy in advance, placing cards face down. Later, they reveal the played cards to kill each other, solve missions, summon creatures, or destroy the prison rooms, one against each other and against the Black Rose (the playing system).  &#10;After being killed, mages are reborn immediately, allowing them to re-enter the fight without delay &mdash; although their death still fed energy to those mages who caused it.&#10;The mage with the most power at the end of the battle will be crowned Supreme Magister of the Order by the Black Rose itself.&#10;&#10;",
    "playersCount": "2-4",
    "publishingYear": "2019",
    "minAge": "14+",
    "name": "Black Rose Wars"
  },
  {
    "id": "284073",
    "thumbnail": "https://cf.geekdo-images.com/A0YkKsySN1uWclYopxTc7A__thumb/img/dRS2rO_oB1lXFdeGRKX0q0y23ls=/fit-in/200x150/filters:strip_icc()/pic4864539.jpg",
    "image": "https://cf.geekdo-images.com/A0YkKsySN1uWclYopxTc7A__original/img/s47AmKx-E7mcfq4Hd4TrMaYOSz4=/0x0/filters:format(jpeg)/pic4864539.jpg",
    "playTime": "45-120",
    "description": "Hit The Beach &#10;The Complete World War II Starter Set&#10;&#10;With a thunderous crash another shell smashes into the wall above you, showering your trench with rubble. Looking around, your entire position resembles a cauldron of fire&mdash;every roof ablaze, black smoke billowing into the night sky. As the echo of the blast dies away, the crack of rifle fire breaks out, and an ominous clanking and rumbling&hellip; Suddenly, out of the flames roars a Tiger tank! Leaping from your trench you run forwards. &lsquo;Bazooka! Bazooka, now!&rsquo; Even as the din swallows your shouting, you see a trooper levelling his rocket launcher at the great beast&rsquo;s tracks. It may not be enough. You are in command. Take control. What are your orders?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "playersCount": "2-2",
    "publishingYear": "2019",
    "minAge": "14+",
    "name": "Flames of War: Hit the Beach"
  },
  {
    "id": "284825",
    "thumbnail": "https://cf.geekdo-images.com/h7Su2-OmvEgR_anfd33oXw__thumb/img/B4qm79eF2vypKerWKJmX0B_Yezg=/fit-in/200x150/filters:strip_icc()/pic4855203.jpg",
    "image": "https://cf.geekdo-images.com/h7Su2-OmvEgR_anfd33oXw__original/img/MKuVS80xGgHzpqhzMiTxeG1MVlQ=/0x0/filters:format(jpeg)/pic4855203.jpg",
    "playTime": "30-90",
    "description": "Do not be deceived by the fact that this is a roll-and-write game: Florenza Dice Game is a fully-fledged resource management game. Not a quick little game, but a deep tricky title however pocket-sized, inexpensive, and with zero set-up time! The game in short:&#10;&#10;1: Each player in turn rolls six dice. The active player can choose three dice, then the other players pick one of the remaining dice each. &#10;2: With your chosen dice you can: &#10;&#10;    Gain Resources &#10;    Gain Money &#10;    Hire Artists &#10;    Advance on the City Prestige Track in order to obtain different bonuses... and thus maybe become  Bishop or Captain of the People!  &#10;&#10;&#10;3: Manage everything you gained from the dice to realize artworks in your district's palace or church, or choose to construct buildings which can grant you useful effects during the game!&#10;&#10;",
    "playersCount": "1-4",
    "publishingYear": "2019",
    "minAge": "12+",
    "name": "Florenza Dice Game"
  },
  {
    "id": "278012",
    "thumbnail": "https://cf.geekdo-images.com/dFRdmIWzNQc4a-nG7i0NJg__thumb/img/YFz5xkOTDyacfeizvLvo3MINSSY=/fit-in/200x150/filters:strip_icc()/pic4917356.jpg",
    "image": "https://cf.geekdo-images.com/dFRdmIWzNQc4a-nG7i0NJg__original/img/D59Gq6AWRTd9igE-gHdLl6BuuM0=/0x0/filters:format(jpeg)/pic4917356.jpg",
    "playTime": "15-45",
    "description": "Sblocca la porta is an escape room for children.&#10;&#10;You are locked in a room and you must work together to find the way out, solving puzzles of logic, observation and mathematics. Use the objects you find in the room, observe the smallest details and do not be rushed: if you correctly solve all puzzles, you will leave the room!&#10;&#10;The box includes 3 adventures: The pharaoh's pyramid, The cursed castle and Escape from space.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "playersCount": "2-8",
    "publishingYear": "2019",
    "minAge": "8+",
    "name": "Sblocca la porta"
  },
  {
    "id": "236457",
    "thumbnail": "https://cf.geekdo-images.com/OAX7HfOz-9N60StgADzd0g__thumb/img/sBMaoJ-Kz74lJ6djcl-NNMTr0Wo=/fit-in/200x150/filters:strip_icc()/pic3781944.png",
    "image": "https://cf.geekdo-images.com/OAX7HfOz-9N60StgADzd0g__original/img/x2Y_DYWrzzleMETfnu7Jm3R8jPo=/0x0/filters:format(png)/pic3781944.png",
    "playTime": "60-80",
    "description": "Architects of the West Kingdom is set at the end of the Carolingian Empire, circa 850 AD. As royal architects, players compete to impress their King and maintain their noble status by constructing various landmarks throughout his newly appointed domain. Players need to collect raw materials, hire apprentices, and keep a watchful eye on their workforce. These are treacherous times, and rival architects will stop at nothing to slow your progress. Will you remain virtuous, or be found in the company of thieves and black marketeers?&#10;&#10;The aim of Architects of the West Kingdom is to be the player with the most victory points (VP) at game's end. Points are gained by constructing various buildings and advancing work on the Archbishop's cathedral. Throughout the game, players need to make a lot of moral decisions. However, only at game's end will their virtue be judged. A few underhand deals here and there might not seem like much, but fall too far and you will be punished. The game ends once a set number of constructions have been completed.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "playersCount": "1-5",
    "publishingYear": "2018",
    "minAge": "12+",
    "name": "Architetti del Regno Occidentale"
  },
  {
    "id": "225694",
    "thumbnail": "https://cf.geekdo-images.com/hHZWXnUTMYDd_KTAM6Jwlw__thumb/img/O5XHaPOALYquS058qcXWVm5b_k4=/fit-in/200x150/filters:strip_icc()/pic3759421.jpg",
    "image": "https://cf.geekdo-images.com/hHZWXnUTMYDd_KTAM6Jwlw__original/img/lL6QJ69UmZT7CeljUcjyA47b-e0=/0x0/filters:format(jpeg)/pic3759421.jpg",
    "playTime": "15-45",
    "description": "Players compete in two teams in Decrypto, with each trying to correctly interpret the coded messages presented to them by their teammates while cracking the codes they intercept from the opposing team.&#10;&#10;In more detail, each team has their own screen, and in this screen they tuck four cards in pockets numbered 1-4, letting everyone on the same team see the words on these cards while hiding the words from the opposing team. In the first round, each team does the following: One team member takes a code card that shows three of the digits 1-4 in some order, e.g., 4-2-1. They then give a coded message that their teammates must use to guess this code. For example, if the team's four words are \"pig\", \"candy\", \"tent\", and \"son\", then I might say \"Sam-striped-pink\" and hope that my teammates can correctly map those words to 4-2-1. If they guess correctly, great; if not, we receive a black mark of failure.&#10;&#10;Starting in the second round, a member of each team must again give a clue about their words to match a numbered code. If I get 2-4-3, I might now say, \"sucker-prince-stake\". The other team then attempts to guess our numbered code. If they're correct, they receive a white mark of success; if not, then my team must guess the number correctly or take a black mark of failure. (Guessing correctly does nothing except avoid failure and give the opposing team information about what our hidden words might be.)&#10;&#10;The rounds continue until a team collects either its second white mark (winning the game) or its second black mark (losing the game). Games typically last between 4-7 rounds. If neither team has won after eight rounds, then each team must attempt to guess the other team's words; whichever team guesses more words correctly wins.&#10;&#10;",
    "playersCount": "3-8",
    "publishingYear": "2018",
    "minAge": "12+",
    "name": "Decrypto"
  },
  {
    "id": "260428",
    "thumbnail": "https://cf.geekdo-images.com/eGXgHOp40KYVqUGoSJ09bw__thumb/img/a8c2EEdqjhV4qugPomb62J49ANc=/fit-in/200x150/filters:strip_icc()/pic8031112.jpg",
    "image": "https://cf.geekdo-images.com/eGXgHOp40KYVqUGoSJ09bw__original/img/V17DBpCDqoRpLPwa3jZNGNqwvm8=/0x0/filters:format(jpeg)/pic8031112.jpg",
    "playTime": "45-60",
    "description": "At the height of its power, the Roman Empire held more than two million square miles of territory containing over a hundred million people. Throughout the centuries of its existence, the Empire brought major advancements in engineering, architecture, science, art, and literature. By the beginning of the 5th Century, decades of political corruption, economic crisis, and an overburdened military had exacted a severe toll on the stability of the Empire. This paved the way for severe incursions from aggressive barbarian tribes, leading to a decline from which Rome would not recover. Now citizens, soldiers, and allies of Rome must unite to protect the Empire.&#10;&#10;Combining the cooperative gameplay of Pandemic with innovative new mechanisms, Pandemic: Fall of Rome takes players back in history to the time of the world's greatest empire: Rome. A weakened military has left the borders open to invasion from countless tribes such as the Anglo-Saxons, Goths, Vandals, and Huns. As you march through the Roman Empire, you must recruit armies, fortify cities, forge alliances, and face off against the invading hordes in battle.&#10;&#10;Simply defending Rome is not enough; players must find a way to stop the incursions and find peace with their neighboring peoples. Players collect sets of matching-colored cards to forge an alliance with the different tribes. In doing so, they gain the ability to use cards matching the tribe to convert other members of that tribe into Roman soldiers, furthering their ability to hold the line against other invaders.&#10;&#10;Take on unique roles with special abilities to improve your team's chances to protect against the invaders. Work together, use your skills wisely, and stop the fall of Rome!&#10;&#10;Pandemic: Fall of Rome includes a solitaire mode in which the player takes on the burden of being the Emperor and commands three different roles to try to protect the city from the invading hordes. Players who want a more difficult game can try the \"Roma Caput Mundi\" challenge by adding more Revolt cards to the deck; they must also respect the law in Rome that Roman legions are not allowed in the city.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "playersCount": "1-5",
    "publishingYear": "2018",
    "minAge": "8+",
    "name": "Pandemic: La Caduta di Roma"
  },
  {
    "id": "257067",
    "thumbnail": "https://cf.geekdo-images.com/tWIrpGrKEj9O7Pa8brQ1kg__thumb/img/jgP_2uztioEd4zibt0LjAL_HqFc=/fit-in/200x150/filters:strip_icc()/pic4252589.jpg",
    "image": "https://cf.geekdo-images.com/tWIrpGrKEj9O7Pa8brQ1kg__original/img/6XccpCK-UFAopk8Y9KcrN_3HYXo=/0x0/filters:format(jpeg)/pic4252589.jpg",
    "playTime": "70-100",
    "description": "When the first exploration vessels entered the cloudy atmosphere of the planet Magnastorm, they discovered not only evidence of abundant natural resources, but also the remains of a long-lost civilization. At the bidding of the magistracy, scout vehicles are lowered to the barren surface to search for suitable mining areas.&#10;&#10;The goal of Magnastorm is to be the first player with a certain number of reputation points. You acquire reputation mostly through fulfilling objectives, taking control of one or more of the eight commanders, and building transmitter stations. The flow of the game is controlled by an action board with two action panels, each of which has five columns. At the start of each round, there are a 3-5 action tokens (crew members) standing in each column on the upper action panel. To carry out an action, a player:&#10;&#10;A) takes an action token from the upper panel and places it on the lower action panel either to gain resources or to pay for a movement on the planet surface, or&#10; B) pays for every action token still standing in a certain column on the upper panel to gain control over the commander and his ability at the top of that panel, after which the player places those action tokens on the lower panel.&#10;&#10;Since option A) will reduce the cost for option B), the players have to find the right timing for their actions. A round ends when the upper panel is empty. For the next round, the panels are swapped.&#10;&#10;Magnastorm is a big, tactical board game with very little luck. Choose the right moment to perform actions or buy influence over helpful commanders. You will reap success through resource management, clever logistics, good timing, and a shrewd eye on the actions of your opponents. At the end of the game, each player receives one of 120 reward cards, which can be used in later games to compensate for varying levels of skill among the players.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "playersCount": "2-4",
    "publishingYear": "2018",
    "minAge": "12+",
    "name": "Magnastorm"
  },
  {
    "id": "258693",
    "thumbnail": "https://cf.geekdo-images.com/K9xWA3Ry72qufu0GvVxlXA__thumb/img/4egUyP4NWhC4IYuAg3K872VtEDo=/fit-in/200x150/filters:strip_icc()/pic4288067.jpg",
    "image": "https://cf.geekdo-images.com/K9xWA3Ry72qufu0GvVxlXA__original/img/TR8q4Kn7ljMZCpQNs6md4ASaTAs=/0x0/filters:format(jpeg)/pic4288067.jpg",
    "playTime": "30-90",
    "description": "Smoke rises from the barricades, messengers dart among the rebels' outposts, the air is thick and vibrant with expectations...&#10;Radetzky: Milano 1848 is a cooperative game in which players act as the people of Milano rising against the Austrian Empire, represented by Austrian soldiers and their leader, Field Marshal Joseph Radetzky. In each turn, players can take up to three actions, with a choice among:&#10;&#10;&#10;    Move to a different area&#10;    Use a special ability&#10;    Increase a special ability's effect&#10;    Refill their hand&#10;    Conquer a territory&#10;    Fight against the Soldiers&#10;    Fight against Field Marshal Radetzky&#10;&#10;&#10;Fights are the core of the game: players must respond to Austrian cards using the appropriate ones from their hand. If two or more players are on the same area, they can join and fight together. They can go on fighting until they decide to stop... or until they win (or lose!). The game ends when one of the two factions conquers 5 of the 16 areas in which the city  is divided.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "playersCount": "1-5",
    "publishingYear": "2018",
    "minAge": "8+",
    "name": "Radetzky: Milano 1848"
  },
  {
    "id": "5504",
    "thumbnail": "https://cf.geekdo-images.com/QF__paHn3EQ2N9vk5kTuVw__thumb/img/3NqciapEVCmGp7QWGAJJVwnVrxM=/fit-in/200x150/filters:strip_icc()/pic243267.jpg",
    "image": "https://cf.geekdo-images.com/QF__paHn3EQ2N9vk5kTuVw__original/img/GFAPGkeOojKrS2yt9yOAXWUcHhY=/0x0/filters:format(jpeg)/pic243267.jpg",
    "playTime": "360-360",
    "description": "These are traditional rules for 15mm Napoleonic Miniatures.  The basic game covers weather, routing, command & control, movement & maneuver, defensive reaction, fire, combat, and pursuit.  The basic rules are more complex than most miniature games.  Advanced and optional rules add depth in the areas of fatigue, morale, evasion, special cavalry rules, supply chains, hidden movement, and generals.&#10;&#10;Like most Napoleonic minature games, the basic turn segments are:&#10;&#10;&#10;    Rally&#10;    Command & Control&#10;    Move&#10;    Fire&#10;    Close combat(called All-out attack in this game)&#10;    Casualties (including routs)&#10;    Morale&#10;&#10;&#10;Each player in turn determines which units are in control, moves, is subjected to fire, engages in close combats, the results of combat are resolved, and then the second player goes through the same sequence.&#10;&#10;The winner can be determined by control of scenario objectives, a loss of army morale, and/or casualty counts.&#10;&#10;Combats are resolved via the rolling of a d10 and a combat table that is modified for a large number of factors, ranging from troop quality to current formation.&#10;&#10;Data for a large variety of nationalities and troop types are included.&#10;&#10;Includes an introduction to miniature wargaming bookle and cardboard counters that can be used in place of miniature stands.&#10;&#10;",
    "playersCount": "2-10",
    "publishingYear": "1989",
    "minAge": "12+",
    "name": "Napoleon's Battles"
  },
  {
    "id": "221848",
    "thumbnail": "https://cf.geekdo-images.com/oowdw24ODdBmJCrtV9Lg-A__thumb/img/bk8YpjRNtnARvsuEck09fXttqo0=/fit-in/200x150/filters:strip_icc()/pic3459833.jpg",
    "image": "https://cf.geekdo-images.com/oowdw24ODdBmJCrtV9Lg-A__original/img/DpR7inf-Doh3ouZG74B6nEzUOTE=/0x0/filters:format(jpeg)/pic3459833.jpg",
    "playTime": "60-120",
    "description": "Normandy: The Beginning of the End is a standalone game in the War Storms series. Recreates the events of those days and allows the players to reproduce the most famous battles of the D-Day on the American beaches at a tactical level. Players take command of either the Allied or Axis forces (or can play solitaire) in the tactical battles of each scenario.&#10;&#10;Normandy: The Beginning of the End, while utilizing \"Paths to Hell\" standard rules, incorporates new and adapted rules and additions for this new front. The WSS promises many hours of fierce fighting between the infantry, tanks, artillery and aircraft belonging to the armies enveloped in this conflict. Just a few of the additions include:&#10;&#10;&#10;     Landings&#10;     Battalion officers&#10;     Paratroopers rules&#10;     Recon rules&#10;     Amphibious Tanks&#10;     Waffen SS&#10;     Fallschirmj&auml;ger&#10;     Free French troops&#10;&#10;&#10;One A4 chart with many overlays including a whole beach making a large map. Normandy: The Beginning of the End has a moderate complexity with good solitaire suitability. The system emphasizes the role of officers. Officers can activate units, coordinate with other officers and their units, call for artillery support, air support, smoke screens, influence moral checks, coordinate assaults, and much more. Rules for special actions.&#10;&#10;Based on the principle of simultaneous execution, or simply \"WE GO\", a hybrid system of turns and \"real time\". The players must activate unit officers to perform many actions (fire, assault, move, coordinate, etc). A turn ends when both players have completed all their activations. The scale is platoon level with units.&#10;&#10;Representing groups of between 30 and 40 soldiers, weapons units represents groups of 3-4 weapons and their accompanying crews (20-25 soldiers), and the AFvs-Transports representing groups of 3 to 5 vehicles and their corresponding crews. Scenarios are divided into turns representing about 12-15 minutes of action.&#10;&#10;Turns are divided into the following phases: Command Phase, Initiative Phase, Activation Phase and Marker Removal Phase&#10;&#10;The game uses isomorphic mapboards, each of which are aligned to any edge of equal length on any other mopboard. This allows for an almost unlimited number of combinations to create any terrain situation, including player designed scenarios. Each map hex represents a distance of approximately 150 to 200 metres.&#10;&#10;The following components are included in this game:&#10;&bull; 2 3/4&rdquo; countersheets with German/American and Free French vehicles (AFV and transports) and weapon units (Mortars, MG, AT, AA guns, infantry guns, artillery,&hellip;).&#10;&bull; 2 5/8&rdquo; countersheets with German/American and Free French troops and officers.&#10;&bull; 1 5/8&rdquo; countersheet with common markers.&#10;&bull; 4 Isomorphic mapboards.&#10;&bull; 8 Overlays.&#10;&bull; 3 Charts & Tables cards.&#10;&bull; 2 Battalion Battle Stress Charts&#10;&bull; 17 scenarios.&#10;&bull; 1 Standard rulebook.&#10;&bull; 1 Exclusive rules booklet.&#10;&bull; 2 Six-sided dice.&#10;&#10;",
    "playersCount": "2-2",
    "publishingYear": "2018",
    "minAge": "12+",
    "name": "Normandy: The Beginning of the End"
  },
  {
    "id": "2082",
    "thumbnail": "https://cf.geekdo-images.com/ct4_XrySBt3iyFBPcZxS2g__thumb/img/zM7tBSgEsxt0oDJcQL53uPO0gSo=/fit-in/200x150/filters:strip_icc()/pic14374.jpg",
    "image": "https://cf.geekdo-images.com/ct4_XrySBt3iyFBPcZxS2g__original/img/CfC3MMlcGNelr45IW_kGlKb1AVs=/0x0/filters:format(jpeg)/pic14374.jpg",
    "playTime": "180-360",
    "description": "Shell Shock! is a two-player game of combat, adventure and heroism in World War II Europe; adapted from the award-winning and incredibly popular Ambush! solitaire game. In each of six missions, one player commands a squad of German infantry while another commands American, British, or Soviet troops. The players determine the composition of their squads - men, weapons, and equipment - and purchase Light and Heavy supports to assist them in the mission - from foxholes and barbed wire to artillery support. Every playing is different as the intensity of the battle, mission objectives, forces and weather change.&#10;&#10;Contents:&#10;One 22\" x 32\" Map Display with one 16\" x 18 \" Map&#10;Four 8\" x 16\" Maps (B-E)&#10;540 Counters (3 Sheets total)&#10;One Rule Booklet&#10;Two Mission Booklets&#10;Two Player Cards &#10;Two Squad Record Pads&#10;Two Vehicle Displays&#10;120 Playing Cards&#10;- 46 Random Event&#10;- 30 Allied Aid Card&#10;- 30 German Aid Card&#10;- 8 Special Guest&#10;- 6 Crew Vehicle&#10;One Counter Tray&#10;Two ten-sided dice&#10;&#10;",
    "playersCount": "2-4",
    "publishingYear": "1990",
    "minAge": "0+",
    "name": "Shell Shock!"
  },
  {
    "id": "4651",
    "thumbnail": "https://cf.geekdo-images.com/cTwtFFYikV8CHyjl2aMSHg__thumb/img/rno7pKs_CmjGk016DuYuaBZIGHo=/fit-in/200x150/filters:strip_icc()/pic91706.jpg",
    "image": "https://cf.geekdo-images.com/cTwtFFYikV8CHyjl2aMSHg__original/img/OllkupeczKKj4W3FLzpNZTik8RI=/0x0/filters:format(jpeg)/pic91706.jpg",
    "playTime": "120-120",
    "description": "The original edition came out in 1963 in a double-size box. The large box was nearly twice the area of a traditional AH box. Later the game came out in a traditional-size box.  A second edition with clarified rules was issued in 1974 with the same standard size box but thinner.&#10;&#10;The rules are fairly straightforward.  The strategies are extremely deep. Stalingrad is by far the most thoroughly and deeply analyzed board war game.  Furthermore, the game preserves interest for players at a wide range of levels. Stalingrad is a good game to use to introduce players to hex-based war games.&#10;&#10;Stalingrad uses a move-combat sequence, alternating between players.  There is limited advance  (one hex) or retreat (two hexes) after combat.  Units have one-hex thick zones of control; movement directly from one hex in the zone of control of a unit into an adjoining hex of the zone of control of the same unit is not allowed.  Functional terrain includes swamp (one hex per turn movement), mountains (one hex per turn movement, defenders are doubled), major cities (defenders doubled), rivers (defenders behind rivers are doubled if attacked only across the river), railroads (ten hex movement bonus, must be taken all at once), lakes (impassible).  Weather is good in summer, snow in winter, and governed by a table in the spring and fall.  Mud halves ground movement.  Snow halves ground and rail movement, and freezes (converts to clear terrain) some swamps, rivers, lakes, and oceans.  Combat is mandatory between units that are adjacent at the end of each turn, but the attacker chooses which units attack which other units, so long as all adjacent units are in some battle.  The classical Avalon Hill D6 table, with results such as D Elim, A Elim, etc is in use.  Germans have limited replacements; Russian replacement rates escalate as the game goes on.  The objective is to capture the opposition's key cities (for the Russians, Leningrad, Moscow, Stalingrad) or to destroy the other side's army.  The Russian (implicit in rules) can also win by taking Helsinki, Warsaw, and Bucharest, and holding them for two complete turns, but I have never heard of this being done between normal players.&#10;&#10;Several extremely bad German strategic plans are in wide use.&#10;&#10;Avalon Hill Complexity rating - 2&#10;&#10;",
    "playersCount": "2-2",
    "publishingYear": "1963",
    "minAge": "12+",
    "name": "Stalingrad"
  },
  {
    "id": "1574",
    "thumbnail": "https://cf.geekdo-images.com/UNiF8nNkyHmVNevFdMEozg__thumb/img/g6iTMwVCpss-Xlu_LK_SClF6o3Q=/fit-in/200x150/filters:strip_icc()/pic6968520.jpg",
    "image": "https://cf.geekdo-images.com/UNiF8nNkyHmVNevFdMEozg__original/img/QF6qes8SivXRKuj5JYX2FShS6zY=/0x0/filters:format(jpeg)/pic6968520.jpg",
    "playTime": "120-120",
    "description": "The hobby of wargaming was born in the 1950s with the publication of the game Tactics. TACTICS II is a direct descendant of this original board wargame.&#10;&#10;TACTICS II is sort of like military chess. Different pieces, called \"units\" in wargames, have different capabilities just like chess pieces. The major difference is that a player can move all his pieces each turn, and after all his pieces are moved, battles are resolved against the enemy units his pieces are next to (adjacent to).&#10;&#10;The other major difference between wargames and chess is that wargames have a mapboard, divided into squares or hexagons for movement purposes. TACTICS II has a 22\" x 28\" mapboard portraying a fictional continent with two countries, Blue and Red. Terrain includes roads, rivers, woods, mountains, beaches, and cities. The Blue Capital can only be reached over a vast plain, bordered on the left by mountains and on the right by woods. The Red Capital is on an island and can only be reached across one of several bridges or by an amphibious invasion.&#10;&#10;Game features include special functions for headquarters units, terrain effects, invasions, airborne assaults, weather effects, replacements, isolation, and even nuclear weapons. Units represent infantry (25 per side), armor (6), mountain (2), airborne (2), headquarters (1+2+4), and amphibious troops (2) and 6 counters without symbol (You can use as replacement for headquarters having fired their nuclear missile; the 3 types of headquarter have different nuclear missiles). 100 counters in all.&#10;&#10;TACTICS II was almost always part of the Avalon Hill game line, primarily because it was sold as an introductory wargame for a number of reasons. The rules introduced many basic board wargaming concepts and were relatively low in complexity. The rulebook is divided into a basic game and a tournament game (advanced game). Both are balanced and relatively quick playing. As the opposing armies are identical in size and composition, victory is gained by a combination of logic, foresight, luck, common sense, and skill in military strategy and tactics.&#10;&#10;In 1981, an unauthorized hex map version, called Opera&#195;&#167;&#195;&#163;o MX-1, was released in Brazil. It is sometimes referred to as \"Tactics III\".&#10;&#10;",
    "playersCount": "2-2",
    "publishingYear": "1958",
    "minAge": "12+",
    "name": "Tactics II"
  },
  {
    "id": "1678",
    "thumbnail": "https://cf.geekdo-images.com/CGGadUYMfo_N0UYwshcFfA__thumb/img/4AcFPyiFw1o29TTriBpbdWfZ0v4=/fit-in/200x150/filters:strip_icc()/pic393742.jpg",
    "image": "https://cf.geekdo-images.com/CGGadUYMfo_N0UYwshcFfA__original/img/YZPeOTbCFaY5uiydt1PoTzKkFdw=/0x0/filters:format(jpeg)/pic393742.jpg",
    "playTime": "120-300",
    "description": "The Peloponnesian War lets you chart the destiny of the war. This strategic wargame of ancient warfare allows the player, with a unique new solitaire system, to try an accomplish a lasting peace. All existing solitaire systems on the market have the player take one side for the entire game. Unfortunately this pits the player against a random system with poor strategic direction. In The Peloponnesian War you get to play both sides, pitting yourself against the best you can offer. If the game system is winning, the player is forced to continue with the losing side. Success, on the other hand, will eventually force the player to change sides and recover the losing side's fortunes. The duration of the war and the player's performance determine victory. In this manner the player competes against himself in the classic tradition of the Greek tragedy.&#10;&#10;",
    "playersCount": "1-7",
    "publishingYear": "1991",
    "minAge": "0+",
    "name": "The Peloponnesian War, 431-404 BC"
  },
  {
    "id": "36887",
    "thumbnail": "https://cf.geekdo-images.com/9VM7OEk51qBQfbzXMIAXcg__thumb/img/jqOnSP23bYqrbuLpYScixEkmDdU=/fit-in/200x150/filters:strip_icc()/pic412813.jpg",
    "image": "https://cf.geekdo-images.com/9VM7OEk51qBQfbzXMIAXcg__original/img/_xREVLvYvqb02AXTwXuUL9pvQn4=/0x0/filters:format(jpeg)/pic412813.jpg",
    "playTime": "180-180",
    "description": "Description courtesy of BoardgameNews.com&#10;&#10;Waterloo &ndash; a two-player game for early 2009 with the French and British fighting once again. The action system is a clever creation: You know the range of possible actions that you can take on a turn, but the opponent knows exactly how many actions you have, and that knowledge strips the certainty from your preparation. Can you get your infantry back in a defensive position before the opponent thunders through with his cavalry? If you don&rsquo;t think you can, you might develop timidly, which gives the opponent a better shot of taking valuable terrain.&#10;&#10;Damage in the game is represented by blue/red/black cubes, and you can distribute the cubes throughout your lines during the game to represent the movement of troops back and forth from the front lines. Shifting all the damage to the back seems like a no-brainer, but if cavalry does break through your front line, your troops are toast. Morale is checked only in face-to-face combat, and it&rsquo;s handled by a die roll compared with the level of damage within an area.&#10;&#10;Control of areas like La Haye Sainte is critical. Just as Wellington tried to funnel French attacks through gaps in ridges in order to cut off their support, you can do the same, fighting for highland to prevent being pinched. The French win if they take Mont St. Jean, the British if they take Rosonne; if neither occurs before the end of 8pm (ie the last turn), then the British and Allies win.&#10;&#10;",
    "playersCount": "2-2",
    "publishingYear": "2009",
    "minAge": "13+",
    "name": "Waterloo"
  },
  {
    "id": "21804",
    "thumbnail": "https://cf.geekdo-images.com/APsz5hbwZfFesAdQYgEgPw__thumb/img/LhK9J4TbsFk2RheSfB_E4T3Im6Y=/fit-in/200x150/filters:strip_icc()/pic111209.jpg",
    "image": "https://cf.geekdo-images.com/APsz5hbwZfFesAdQYgEgPw__original/img/zHJiLyHxbp1E-M4YrfKRoEp5vdA=/0x0/filters:format(jpeg)/pic111209.jpg",
    "playTime": "0-0",
    "description": "Traditional Card Games is not an individual game, but a game system including games that can be played with a traditional deck(s) of cards.&#10;&#10;This database entry covers all card games that can be played with a standard deck of cards. Not all card games played with standard playing cards can be mentioned separately in BGG's database, and many regional card games that aren't as widespread as popular games like Poker or Blackjack.&#10;&#10;The standard deck playing card games page lists many of the card games that are listed separately in the BoardGameGeek database.  Many are also included in the list of games belonging to the Traditional Card Games family.&#10;&#10;Related BGG Database Entries:&#10;&#10;     Bicycle Official Rules of Card Games (Book)&#10;     The Penguin Book of Card Games (Book)&#10;     Card Games Around the World (Book)&#10;     Miscellaneous Card Game Accessory&#10;&#10;&#10;Related BGG Resources:&#10;&#10;     Articles About Playing Cards&#10;     40+ Great Card Games For All Occasions&#10;     Favorite Games with Standard Playing Cards&#10;     Pictorial Reviews of Custom Playing Cards&#10;     Playing Card Games Enthusiasts (Guild)&#10;&#10;&#10;",
    "playersCount": "0-0",
    "publishingYear": "0",
    "minAge": "0+",
    "name": "Traditional Card Games"
  },
  {
    "id": "131366",
    "thumbnail": "https://cf.geekdo-images.com/HKj7MIw-zV-AmQ7PfoltRg__thumb/img/W0WHf_M-Dq-xO3yfzVA4USbjcgY=/fit-in/200x150/filters:strip_icc()/pic1443212.jpg",
    "image": "https://cf.geekdo-images.com/HKj7MIw-zV-AmQ7PfoltRg__original/img/mHUi6z1OzjvW-Dm5BAoNcEXdwXs=/0x0/filters:format(jpeg)/pic1443212.jpg",
    "playTime": "8-20",
    "description": "Eight-Minute Empire, by Ryan Laukat, is a quick game that implements the Civilization/Exploration theme using card-driven area control (by placing armies and cities in a small map) and set collection (by getting resources from the board and the cards). Players spread through the map in order to collect points at the end of the game by having majorities in regions and continents. All actions (such as land or sea movement, army production, or the founding of cities) are driven by cards that are face-up (six at a time) and available by increasing prices. Cards also contain resources, which also give points when the game ends if properly collected.&#10;&#10;Its first version was available as print-and-play, and a regular (Kickstarter funded) version was published in 2013. An expansion featuring a European map is available as an expansion (Eight-Minute Empire: Europe Expansion Board), and a stand-alone sequel has also been published (Eight-Minute Empire: Legends).&#10;&#10;From the publisher:&#10;Build an empire and conquer the land in around eight minutes!&#10;&#10;In Eight-Minute Empire, 2-5 players take turns selecting a card from six displayed.  The card gives a good, and also has an action that the player takes immediately.  Actions help players take over the map, but sets of goods are worth points at the end of the game, so players have to balance the two aspects.&#10;&#10;Eight-Minute Empire is the super-quick area control game with tough decisions.  It's easy to learn and perfect for when you only have a few minutes.&#10;&#10;",
    "playersCount": "2-5",
    "publishingYear": "2012",
    "minAge": "13+",
    "name": "Otto Minuti per un Impero"
  },
  {
    "id": "128667",
    "thumbnail": "https://cf.geekdo-images.com/LoiCqvj7Zu7hsDPuyRDThA__thumb/img/g951xTjoOG7uFdB4pZr3CTgTTEQ=/fit-in/200x150/filters:strip_icc()/pic1531841.jpg",
    "image": "https://cf.geekdo-images.com/LoiCqvj7Zu7hsDPuyRDThA__original/img/mo7-wyR3OpL_Foi_hRMpTRjp5jM=/0x0/filters:format(jpeg)/pic1531841.jpg",
    "playTime": "20-40",
    "description": "Game description from the publisher:&#10;&#10;Samurai Sword is a game based on the proven Bang! mechanisms and set in feudal Japan. In this game, the familiar features of Bang! are enhanced by more dynamic and fast-paced game play, and thanks to a new scoring system &ndash; based on honor points and resilience points &ndash; there is no player elimination. Everybody gets to fight to the very end! Also, weapons and attacks are fused into a single card.&#10;&#10;",
    "playersCount": "3-7",
    "publishingYear": "2012",
    "minAge": "8+",
    "name": "Samurai Sword"
  },
  {
    "id": "84876",
    "thumbnail": "https://cf.geekdo-images.com/sH2YTQ10dHj1ibfS-KKtGA__thumb/img/f5zFXdTcH9RNY0iMNBppd8D-_r0=/fit-in/200x150/filters:strip_icc()/pic8745814.jpg",
    "image": "https://cf.geekdo-images.com/sH2YTQ10dHj1ibfS-KKtGA__original/img/L_gsMsuhbAe0kyq1QLAmyeKOeSs=/0x0/filters:format(jpeg)/pic8745814.jpg",
    "playTime": "30-90",
    "description": "For the 2019 edition see The Castles of Burgundy.&#10;&#10;The game is set in the Burgundy region of High Medieval France. Each player takes on the role of an aristocrat, originally controlling a small princedom. While playing they aim to build settlements and powerful castles, practice trade along the river, exploit silver mines, and use the knowledge of travelers.&#10;&#10;The game is about players taking settlement tiles from the game board and placing them into their princedom which is represented by the player board. Every tile has a function that starts when the tile is placed in the princedom. The princedom itself consists of several regions, each of which demands its own type of settlement tile.&#10;&#10;The game is played in five phases, each consisting of five rounds.  Each phase begins with the game board stocked with settlement tiles and goods tiles.  At the beginning of each round all players roll their two dice, and the player who is currently first in turn order rolls a goods placement die.  A goods tile is made available on the game board according to the roll of the goods die.  During each round players take their turns in the current turn order.  During his turn, a player may perform any two of the four possible types of actions: 1) take a settlement tile from the numbered depot on the game board corresponding to one of his dice and place it in the staging area on his player board, 2) take a settlement tile from the staging area of his player board to a space on his player board with a number matching one of his dice in the corresponding region for the type of tile and adjacent to a previously placed settlement tile, 3) deliver goods with a number matching one of his dice, or 4) take worker tokens which allow the player to adjust the roll of his dice.  In addition to these actions a player may buy a settlement tile from the central depot on the game board and place it in the staging area on his player board.  If an action triggers the award of victory points, those points are immediately recorded.  Each settlement tile offers a benefit, additional actions, additional money, advancement on the turn order track, more goods tiles, die roll adjustment or victory points.  Bonus victory points are awarded for filling a region with settlement tiles.&#10;&#10;The game ends after the fifth phase is played to completion.  Victory points are awarded for unused money and workers, and undelivered goods.  Bonus victory points from certain settlement tiles are awarded at the end of the game.&#10;&#10;The player with the most victory points wins.&#10;&#10;The rules include basic and advanced versions.&#10;&#10;This game is #14 in the Alea big box series.&#10;&#10;There is a separate BGG entry for the 2019 edition: The Castles of Burgundy.  The 2019 edition includes, alongside the base game, eight expansions, seven of which had already been released separately as promotional items and one new to the 2019 release.&#10;&#10;UPC 4005556812431&#10;&#10;",
    "playersCount": "2-4",
    "publishingYear": "2011",
    "minAge": "12+",
    "name": "I Castelli della Borgogna"
  },
  {
    "id": "68448",
    "thumbnail": "https://cf.geekdo-images.com/35h9Za_JvMMMtx_92kT0Jg__thumb/img/BUOso8b0M1aUOkU80FWlhE8uuxc=/fit-in/200x150/filters:strip_icc()/pic7149798.jpg",
    "image": "https://cf.geekdo-images.com/35h9Za_JvMMMtx_92kT0Jg__original/img/jt70jJDZ1y1FWJs4ZQf5FI8APVY=/0x0/filters:format(jpeg)/pic7149798.jpg",
    "playTime": "30-30",
    "description": "You are the leader of one of the 7 great cities of the Ancient World. Gather resources, develop commercial routes, and affirm your military supremacy. Build your city and erect an architectural wonder which will transcend future times.&#10;&#10;7 Wonders lasts three ages. In each age, players receive seven cards from a particular deck, choose one of those cards, then pass the remainder to an adjacent player. Players reveal their cards simultaneously, paying resources if needed or collecting resources or interacting with other players in various ways. (Players have individual boards with special powers on which to organize their cards, and the boards are double-sided). Each player then chooses another card from the deck they were passed, and the process repeats until players have six cards in play from that age. After three ages, the game ends.&#10;&#10;In essence, 7 Wonders is a card development game. Some cards have immediate effects, while others provide bonuses or upgrades later in the game. Some cards provide discounts on future purchases. Some provide military strength to overpower your neighbors and others give nothing but victory points. Each card is played immediately after being drafted, so you'll know which cards your neighbor is receiving and how her choices might affect what you've already built up. Cards are passed left-right-left over the three ages, so you need to keep an eye on the neighbors in both directions.&#10;&#10;Though the box of earlier editions is listed as being for 3&ndash;7 players, there is an official 2-player variant included in the instructions.&#10;&#10;",
    "playersCount": "2-7",
    "publishingYear": "2010",
    "minAge": "10+",
    "name": "7 Wonders"
  },
  {
    "id": "75165",
    "thumbnail": "https://cf.geekdo-images.com/mAyx-NXFYvTj6Dz-YKormQ__thumb/img/k56Pz_BhVJ2ojAzx9Z5BeZth3pQ=/fit-in/200x150/filters:strip_icc()/pic778029.jpg",
    "image": "https://cf.geekdo-images.com/mAyx-NXFYvTj6Dz-YKormQ__original/img/Ch4TL5VvsCZGDrEfAvpA65Drym8=/0x0/filters:format(jpeg)/pic778029.jpg",
    "playTime": "120-120",
    "description": "Italy, late Middle Ages. The fabric merchants need to write down their contracts in a language that everyone can understand and the literates are looking for an alternative to the elite of the traditional Latin language. So, the Volgare, the language spoken by the common people, taken from the dialects spoken in the various Italian regions, starts to gain relevance. During this period, Francesco D&rsquo;Assisi writes his famous Canticle of the Sun and Dante writes the Divine Comedy, both written in Volgare.&#10;&#10;The players will have to do their part in the creation of this new language! But who will provide them the proper knowledge to understand the manuscripts in the different dialects? Who will succeed to uncover the secrets of the books inside the Papal Library? Who will embrace the religious life and who will remain a merchant? Some of the players can become a famous banker, someone else can climb the church&rsquo;s hierarchy to be the next Pope! But in the end, who will be the most appreciated and respected for his status and his culture?&#10;&#10;The aim of the game is to obtain more Volgare points. The players will gain VP from reading manuscripts, looking for important documents like the Canticle of the Sun or \"The Riddle from Verona\". Players can also gain VP by improving their social status, for example, if the merchant becomes a banker or the Friar becomes a Benedictine Monk or the Cardinal becomes Camerlengo or Pope. Moreover, VP can be gotten with money and with the support of Politicians, Noblemen, Abbesses, and the Amanuensis.&#10;&#10;",
    "playersCount": "2-5",
    "publishingYear": "2010",
    "minAge": "14+",
    "name": "De Vulgari Eloquentia"
  },
  {
    "id": "76203",
    "thumbnail": "https://cf.geekdo-images.com/UQgZaQQZcPLJB43eePb2UA__thumb/img/B8c1J6ckE1aCbrvEQn-pZrHivrg=/fit-in/200x150/filters:strip_icc()/pic798537.jpg",
    "image": "https://cf.geekdo-images.com/UQgZaQQZcPLJB43eePb2UA__original/img/bqzSn2mET1sAZThTlYp1v3lBHW8=/0x0/filters:format(jpeg)/pic798537.jpg",
    "playTime": "15-15",
    "description": "RRR (Regality vs. Religion: Revolution) is an advanced version of the basic game RR designed by Seiji Kanai&#10;&#10;RR is a two-player full-information abstract game. Both players have the same set of pawns. The players take turns placing pawns on a 3x3 square playing field. Each pawn placed will either turn or destroy one or more of the pawns surrounding it. A game is finished when all nine squares are filled with pawns. At that time, the winner is the holder of most pawns which are facing in one's own direction.&#10;&#10;RRR introduces new pawns to the game. At the start of the game, five neutral pawns are randomly selected from a stack of 11, which are available to both players, adding variation to each game.&#10;&#10;Reimplements:&#10;&#10;    RR&#10;&#10;&#10;",
    "playersCount": "2-2",
    "publishingYear": "2010",
    "minAge": "10+",
    "name": "RRR"
  },
  {
    "id": "54043",
    "thumbnail": "https://cf.geekdo-images.com/_LTujSe_o16nvjDC-J0seA__thumb/img/82vhODfpxIT03BzW4NkisJ5Unzs=/fit-in/200x150/filters:strip_icc()/pic5100947.jpg",
    "image": "https://cf.geekdo-images.com/_LTujSe_o16nvjDC-J0seA__original/img/zUnAdsgt4dCxvtoRDc_9DHbic0M=/0x0/filters:format(jpeg)/pic5100947.jpg",
    "playTime": "30-30",
    "description": "You are one of the two most powerful traders in the city of Jaipur, the capital of Rajasthan, but that's not enough for you because only the merchant with two \"seals of excellence\" will have the privilege of being invited to the Maharaja's court. You are therefore going to have to do better than your direct competitor by buying, exchanging, and selling at better prices, all while keeping an eye on both your camel herds.&#10;&#10;Jaipur is a fast-paced card game, a blend of tactics, risk and luck. On your turn, you can either take or sell cards. If you take cards, you have to choose between taking all the camels, taking one card from the market, or swapping 2-5 cards between the market and your cards.&#10;&#10;If you sell cards, you get to sell only one type of good, and you receive as many chips for that good as the number of cards you sold. The chips' values decrease as the game progresses, so you'd better hurry! On the other hand, you receive increasingly high rewards for selling three, four, or five cards of the same good at a time, so you'd better wait!&#10;&#10;You can't sell camels, but they're paramount for trading and they're also worth a little something at the end of the round, enough sometimes to secure the win, so you have to use them smartly.&#10;&#10;",
    "playersCount": "2-2",
    "publishingYear": "2009",
    "minAge": "10+",
    "name": "Jaipur"
  },
  {
    "id": "39856",
    "thumbnail": "https://cf.geekdo-images.com/J0PlHArkZDJ57H-brXW2Fw__thumb/img/QVwPXskFikQwBQlrdLJBAiRGgdg=/fit-in/200x150/filters:strip_icc()/pic6738336.jpg",
    "image": "https://cf.geekdo-images.com/J0PlHArkZDJ57H-brXW2Fw__original/img/jt3kFCHJ3HJ2079dMLwipFZqdQg=/0x0/filters:format(jpeg)/pic6738336.jpg",
    "playTime": "30-30",
    "description": "Each turn in Dixit, one player is the storyteller who chooses one of the six cards in their hand, then expresses an idea, with sounds or words, that is reflected on that card's image, and places the card face down on the playing surface. Each other player then selects the card that best matches that expression, and passes the selected card to the storyteller, face down.&#10;&#10;The storyteller shuffles all the cards together, then turns them over to reveal them. Each player other than the storyteller then secretly guesses which card belongs to the storyteller. If nobody or everybody guesses the correct card, the storyteller scores 0 points, and each other player scores 2 points. Otherwise, the storyteller and whoever found the correct answer score 3 points. Additionally, the non-storyteller players score 1 point for every vote received by their card.&#10;&#10;The game ends when the deck is empty or if a player has scored at least 30 points. In either case, the player with the most points wins.&#10;&#10;The Dixit base game and each expansion contain 84 cards, and the cards can be mixed together as desired.&#10;&#10;",
    "playersCount": "3-8",
    "publishingYear": "2008",
    "minAge": "8+",
    "name": "Dixit"
  },
  {
    "id": "29308",
    "thumbnail": "https://cf.geekdo-images.com/mKfKdhahY4YJ2ZKKi7Xu4g__thumb/img/Oe45W2joYGuuh8P6vf2oSicpVbM=/fit-in/200x150/filters:strip_icc()/pic392771.jpg",
    "image": "https://cf.geekdo-images.com/mKfKdhahY4YJ2ZKKi7Xu4g__original/img/9MrWxfktee1ZLI0U9EkgJ_ZMKuo=/0x0/filters:format(jpeg)/pic392771.jpg",
    "playTime": "30-60",
    "description": "Beowulf: The Movie Board Game is a reimplementation of Reiner Knizia's Cosmolancer. It's also not to be confused with the same author's Beowulf: The Legend. It's an abstract strategy clothed in a theme based on the movie directed by Robert Zemeckis. The players' goal is to score the most victory points by clever tile and figurine placement on the board, composed of squares arranged in a grid. Its layout is changed, as the game is divided into three chapters that feature slightly different sets of tiles that can be drawn. Clever hand management (of tiles and figurines) is also important in the game, as some of them can be used only once throughout the entire game. Gameplay is as follows:&#10;&#10;1. On his or her turn, a player may either place a tile (which can be a negative or a positive number, feature a special power or not) or a figurine on the board. If the player wishes to place a tile, he/she can add one to his/her hand of two and place one of the three tiles. Special powers of these tiles may be: displace a figurine, swap a tile from the board from the one from a player's hand, block other tiles, increase the power of figurines in the same row/column, cancel positive numbers on tiles, swap two tiles on the board.&#10;&#10;2. By placing tiles and figurines, players will form rows and columns. After the board is full, the value of each figurine is calculated. Each figurine has a value of 1-4. This value is multiplied by the sum of values of all tiles from tiles that are in its row and column. Special powers of tiles may apply here (like the increasing of figurines' power or blocking). Players evaluate all their figurines on the board and gain points equal to their value.&#10;&#10;This game differs considerably from its predecessor (not all of these may apply to the third English edition by Fantasy Flight Games released in 2012):&#10;&#10;1. In Kingdoms, all three acts took place on the same board. Here, the board is two-sided, with three varying grids.&#10;2. There are more positive tiles than negative ones in this game, therefore situations when players lose points for their figurines are much less frequent.&#10;3. Here, a player manages a hand of three tiles. In Kingdoms, the players had no hand. Instead, he/she drew a single tile which had to be placed on the board.&#10;4. There are more tiles with special powers. More tiles can be swapped, even figurines can change their position, which didn't happen in Kingdoms.&#10;&#10;",
    "playersCount": "2-4",
    "publishingYear": "2007",
    "minAge": "10+",
    "name": "Beowulf: The Movie Board Game"
  },
  {
    "id": "33458",
    "thumbnail": "https://cf.geekdo-images.com/eTGI7r_ud_n2e0QjJg2F3g__thumb/img/oQjC8FKyOqBt9Vo2OTFJggpMLE0=/fit-in/200x150/filters:strip_icc()/pic4007858.jpg",
    "image": "https://cf.geekdo-images.com/eTGI7r_ud_n2e0QjJg2F3g__original/img/vmUh80cSHUu8prgI57sBqzozXM4=/0x0/filters:format(jpeg)/pic4007858.jpg",
    "playTime": "30-45",
    "description": "The sixth large expansion to Carcassonne released in Europe by Hans im Gl&#195;&#188;ck is actually a compilation of three existing small expansions and a new one.  Before Z-Man Games picked up the Carcassonne license, this compilation was only available in the US from Rio Grande Games as part of the Big Box 2, or each small expansion was available individually.&#10;&#10;Part of the Carcassonne series.&#10;&#10;This compilation contains:&#10;&#10;    7 tiles out of Carcassonne: King & Scout (the King & Scout tiles extending Carcassonne: Hunters and Gatherers are not included in this expansion)&#10;    Carcassonne: The Count of Carcassonne&#10;    Carcassonne: The River II&#10;    Carcassonne: The Cult, which was first made available in this compilation.&#10;&#10;&#10;",
    "playersCount": "2-6",
    "publishingYear": "2007",
    "minAge": "8+",
    "name": "Carcassonne: Il Conte, il Re e l'Eretico"
  },
  {
    "id": "28023",
    "thumbnail": "https://cf.geekdo-images.com/jZRfv3isrBG5waCzEx60Cw__thumb/img/6q5nirF5yn1d0qtjm2UEI5HV874=/fit-in/200x150/filters:strip_icc()/pic6434838.png",
    "image": "https://cf.geekdo-images.com/jZRfv3isrBG5waCzEx60Cw__original/img/aLqKSqw-RWyR4wyfFUywWMQXUTc=/0x0/filters:format(png)/pic6434838.png",
    "playTime": "30-60",
    "description": "Summary: This is a pirate-themed tactical race game with player interaction and side goals (e.g. detouring for treasure).  The winner is the player who best balances their position in the race with their success at the side goals.&#10;&#10;Setting: Jamaica, 1675.&#10;After a long career in piracy, Captain Henry Morgan skillfully gets appointed to be Governor of Jamaica, with the explicit order to cleanse the Caribbean of pirates and buccaneers! Instead, he invites all of his former \"colleagues\" to join him in his retirement, to enjoy the fruits of their looting with impunity. Each year, in remembrance  of the \"good old days,\" Morgan organizes the Great Challenge, a race around the island, and at its end, the Captain with the most gold is declared Grand Winner.&#10;&#10;Goal: The game ends on the turn when at least one player's ship reaches the finish line, completing one circuit around the island of Jamaica. At that point, players are awarded different amounts of gold in accordance with how far away from the finish line they were when the race concluded. This gold is added to any gold a player gathered along the way by detouring from the race to search for valuable treasure, by stealing gold or treasure from other players, or just by loading gold as directed by the cards the player played during the race. The player with the most total gold acquired through all these means is then declared the winner.&#10;&#10;Gameplay: The game is played in rounds. Each player always has a hand of three cards, and a personal board depicting the five \"holds\" of their ship, into which goods can be loaded during the game. Each round, one player is designated as \"captain,\" with the next clockwise player being captain in the following round, and so on. The captain rolls two standard D6 dice, examines her cards, then announces which die will correspond to the \"day\" and which to the \"night.\" Each player then simultaneously selects a card from their hand and places it face down in front of them. Each card has two symbols on it, one on the left - corresponding to \"day\" - and one on the right (\"night\"). The symbols indicate either ship movement (forward or backward) or the loading of a type of good. After every player has selected a card, all cards are revealed simultaneously and then resolved clockwise one by one, starting with the captain's. When it is a player's turn to resolve her card, for first the left symbol on her card and then for the right symbol, the player will load a number of goods or move a number of spaces equal to the number of pips showing on the corresponding day or night die for that round. Thus the main decision each player makes during the game is which of their current three cards would best serve them on a particular turn, given the values of the day and night dice.  Finally, during the race, when a player lands on a spot already occupied by another player, there is a battle. Battles are mainly resolved by rolling a \"combat\" die, but players may improve their chances by using \"gunpowder\" tokens from their holds, if they loaded any on previous turns. The winner of a battle may steal some goods or treasure from the loser.&#10;&#10;",
    "playersCount": "2-6",
    "publishingYear": "2007",
    "minAge": "8+",
    "name": "Jamaica"
  },
  {
    "id": "21385",
    "thumbnail": "https://cf.geekdo-images.com/P42FlP0SXP4mU6jGVpxLiA__thumb/img/dmVXydki-L7XIqagwRLFUbl6Pn0=/fit-in/200x150/filters:strip_icc()/pic3763555.jpg",
    "image": "https://cf.geekdo-images.com/P42FlP0SXP4mU6jGVpxLiA__original/img/OHLjk7e3VtM1hVcpx4A6Cs4tp_s=/0x0/filters:format(jpeg)/pic3763555.jpg",
    "playTime": "60-60",
    "description": "The Tower is the fourth major expansion for the Carcassonne game.  Tower segments are added to the game, as well as some new actions.  Instead of placing a Meeple as usual on their turns, players can now either place a tower segment on a tile with a space for a tower, add a tower segment to a tower already standing, or place a Meeple on top of a tower (which \"finishes\" it).&#10;&#10;Placing a tower segment allows you to capture other players' Meeples, so long as they are in view of the tower in an orthogonal direction.  If the tower is 1 piece high, they can capture Meeples that are within 1 tile of the tower; if the tower is 2 pieces high, they can capture Meeples within 2 tiles of the tower; etc.  Not only do players lose whatever they may have scored with that Meeple, but they also have to pay 3 victory points if they want to free their Meeple.&#10;&#10;Part of the Carcassonne series.&#10;&#10;",
    "playersCount": "2-6",
    "publishingYear": "2006",
    "minAge": "8+",
    "name": "Carcassonne: La Torre"
  },
  {
    "id": "15158",
    "thumbnail": "https://cf.geekdo-images.com/azdHnRgSWEd_1lRNP5trEA__thumb/img/PwO74rTs3hidvpUe4l8cmr7lAkA=/fit-in/200x150/filters:strip_icc()/pic3552224.jpg",
    "image": "https://cf.geekdo-images.com/azdHnRgSWEd_1lRNP5trEA__original/img/guf-ATxCTrzns-GJdW-PvP-X_BQ=/0x0/filters:format(jpeg)/pic3552224.jpg",
    "playTime": "60-60",
    "description": "In this third major expansion for the prize-winning Carcassonne, we move into the realm of fantasy.&#10;The land around Carcassonne is being visited by a dragon, making life very difficult for the followers. Brave heroes venture forth to face the danger, but without the aid of the fairies, their chances are not good.&#10;In the city, the princess seeks help from the knights, and farmers build secret passages to move about undetected by the dragon.&#10;&#10;Contents: 30 new tiles with dragon nests, volcanoes, magic gates, and princesses; 1 large wooden dragon; 1 wooden fairy. Contrary to original reports, there are no princess figures in The Princess & the Dragon.&#10;&#10;Part of the Carcassonne series.&#10;&#10;",
    "playersCount": "2-6",
    "publishingYear": "2005",
    "minAge": "13+",
    "name": "Carcassonne: La Principessa e il Drago"
  },
  {
    "id": "14269",
    "thumbnail": "https://cf.geekdo-images.com/WMkdUi5NB_Qf6q77Dqm4Sw__thumb/img/CkdtjOM4M9Y_oIMJvq_uyyVu8kU=/fit-in/200x150/filters:strip_icc()/pic132647.jpg",
    "image": "https://cf.geekdo-images.com/WMkdUi5NB_Qf6q77Dqm4Sw__original/img/-DSCYA2mCpsX-DlY0CG1gpyiN1E=/0x0/filters:format(jpeg)/pic132647.jpg",
    "playTime": "60-60",
    "description": "It is set in Trieste, Northern Italy during the Barcolana Regatta, which takes place every year in October. Two, four or eight players control respectively four, two or one sail boats. The winner is not always the first one to arrive, but the boat (among the ones arrived in time) that has scored the best points. Points are awarded or lost due to cards, not giving way to other boats when you should, passing the buoys first or on the wrong side and so on. The game uses dice, but it's not a new version of The Duck Game! There is space for luck (wind direction and other things) but also for some tactics and for some cooperation between boats of the same player. For this reason the best way to play it is in two or four people.&#10;&#10;",
    "playersCount": "2-8",
    "publishingYear": "2004",
    "minAge": "10+",
    "name": "Giochiamo con la Barcolana"
  },
  {
    "id": "242277",
    "thumbnail": "https://cf.geekdo-images.com/GRp__UYY-wM-i2fg4Qzefw__thumb/img/qLl_YEnA_TiXfhinS8yqAARKUFY=/fit-in/200x150/filters:strip_icc()/pic3911078.jpg",
    "image": "https://cf.geekdo-images.com/GRp__UYY-wM-i2fg4Qzefw__original/img/XJgcyfvPBsrxdew_vyvf96MUK6I=/0x0/filters:format(jpeg)/pic3911078.jpg",
    "playTime": "75-150",
    "description": "Empires have risen and fallen in the aftermath of the Great War, and Europa stands on the precipice of a new era. The economy is robust, morale is high, and defenses are strong. There are reports from the countryside of strange soldiers with glowing eyes, but they seem distant and harmless.&#10;&#10;Scythe: The Rise of Fenris, the conclusion to the Scythe expansion trilogy, enables two different options for any player count (1-5 if you have Scythe; 1-7 players if you have Invaders from Afar):&#10;&#10;&#10;     Campaign (8 games): The story of Scythe continues and concludes with an eight-episode campaign. While the campaign includes surprises, unlocks, and persistent elements, it is fully resettable and replayable.&#10;     Modular (11 modules): Instead of&mdash;or after&mdash;the campaign, the new modules in The Rise of Fenris can be used in various combinations to cater to player preferences. These modules are compatible with all Scythe expansions, and they include a fully cooperative module.&#10;&#10;&#10;While the exact nature of the episodes and modules will remain a mystery (most of these components are in 5 secret tuckboxes and on 6 punchboards), the components in this expansion include a detailed episodic guidebook, 13 plastic miniatures, 62 wooden tokens, 2 custom dice, 25 tiles, and 100+ cardboard tokens.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "playersCount": "1-5",
    "publishingYear": "2018",
    "minAge": "12+",
    "name": "Scythe: The Rise of Fenris"
  },
  {
    "id": "230802",
    "thumbnail": "https://cf.geekdo-images.com/aPSHJO0d0XOpQR5X-wJonw__thumb/img/ccsXKrdGJw-YSClWwzVUwk5Nh9Y=/fit-in/200x150/filters:strip_icc()/pic6973671.png",
    "image": "https://cf.geekdo-images.com/aPSHJO0d0XOpQR5X-wJonw__original/img/AkbtYVc6xXJF3c9EUrakklcclKw=/0x0/filters:format(png)/pic6973671.png",
    "playTime": "30-45",
    "description": "Introduced by the Moors, azulejos (originally white and blue ceramic tiles) were fully embraced by the Portuguese when their king Manuel I, on a visit to the Alhambra palace in Southern Spain, was mesmerized by the stunning beauty of the Moorish decorative tiles. The king, awestruck by the interior beauty of the Alhambra, immediately ordered that his own palace in Portugal be decorated with similar wall tiles. As a tile-laying artist, you have been challenged to embellish the walls of the Royal Palace of Evora.&#10;&#10;In the game Azul, players take turns drafting colored tiles from suppliers to their player board. Later in the round, players score points based on how they've placed their tiles to decorate the palace. Extra points are scored for specific patterns and completing sets; wasted supplies harm the player's score. The player with the most points at the end of the game wins.&#10;&#10;",
    "playersCount": "2-4",
    "publishingYear": "2017",
    "minAge": "8+",
    "name": "Azul"
  },
  {
    "id": "188164",
    "thumbnail": "https://cf.geekdo-images.com/SqLeLoG0bkLnsnyPeV1QXw__thumb/img/Th01M-4qPtxSiLb6ILL2Tg6VBmU=/fit-in/200x150/filters:strip_icc()/pic4683595.png",
    "image": "https://cf.geekdo-images.com/SqLeLoG0bkLnsnyPeV1QXw__original/img/BDzfH1jcpXAUPGLRcx8BfE9IjvA=/0x0/filters:format(png)/pic4683595.png",
    "playTime": "30-120",
    "description": "B-17 Flying Fortress Leader is a WWII strategic bombing solitaire game that takes place in the European Theater of Operations (ETO).&#10;&#10;In B-17 Leader, you are in command of the Eighth Air Force stationed in England, charged with reducing Germany's ability to wage war.  Your primary mission is to destroy the Luftwaffe to ensure a successful D-Day landing, but multiple secondary missions are also required to help advance the fronts in multiple theaters.&#10;&#10;You will have multiple historic Bomber Groups composed of B-17 Flying Fortresses, B-24 Liberators, and B-26 Marauders.  Optional B-29 Superfortress and B-25 Mitchell Bomber Groups are included.  Your Bomber Groups will be protected on their journey in Luftwaffe controlled airspace by Fighter Groups composed of MK VII Spitfires, P-47 Thunderbolts, P-38 Lightnings, and P-51 Mustangs.   Your groups can progress in experience levels from Newbie to Ace, but may be Reassigned as they gain experience.  Optional Renown Commanders provide groups with special skills and tactics, but could be killed during the Campaign.&#10;&#10;The campaigns included in B-17 Leader include:&#10;  &bull; The Air War Begins (Aug 1942 &ndash; Dec 1942)&#10;  &bull; Operation Pointblank (June 1943 &ndash; May 1944)&#10;  &bull; Combined Bomber Operations (June 1943 &ndash; Sept 1943)&#10;  &bull; Allied Invasion (June 1944 &ndash; May 1945)&#10;  &bull; Oil Campaign (Aug 1944 &ndash; Nov 1944)&#10;  &bull; Operation Argument &ndash; Big Week (Feb 20 &ndash; 25 1944)&#10;  &bull; Operation Crossbow (Mar 1943 &ndash; May 1943)&#10;  &bull; Transportation (Apr 1944 &ndash; Aug 1944)&#10;  &bull; Strategic Targets (Jun 1943 - Aug 1943)&#10;  &bull; U-Boat Focus (Aug 1942)&#10;  &bull; Aircraft Industry Focus (Aug 1943)&#10;&#10;You will be targeting many different types of targets, including Airfields, Aircraft Factories, U-Boat Pens, Ball Bearing Factories, Oil Refineries, and V-Weapon sites.  Recon Aircraft can be sent to improve your aim point and allow you to pick the optimal path to reduce Flak damage.&#10;&#10;Opposing you will be Luftwaffe Squadrons, generated from multiple Aircraft Factories, that will intercept your Escorts and Bombers to and from the targets.  Luftwaffe Squadron Bandits can be BF-109s, FW-190s, BF-110s, and/or ME-410s.  Targeting their Aircraft Factories will reduce the number of new Luftwaffe Squadrons deployed each month, but destroyed factories are quickly rebuilt, and new Aircraft Factories are periodically being added.  Attacking and destroying Airfields helps reduce the number of deployed Luftwaffe Squadrons.  Victory Points are earned for each destroyed Target.&#10;&#10;Various German Defense Commanders will try different tactics and technologies in an effort to stop your campaign.  Each German commander will also have a varying range of Luftwaffe responses to your attack, from Poor to All Out.&#10;&#10;To help mitigate the Luftwaffe threat, you can accomplish Secondary Mission objectives that can advance the Mediterranean and Russian fronts to force Germany to send more Luftwaffe Squadrons into those theaters.  You can also purchase various technologies to increase the odds of a successful mission, like Drop Tanks, Jammers, and H2X Radar sets.  An option to invest and field the P-80 Shooting Star jet fighter is included.    Once the Allied Invasion has begun, many Secondary Missions will help advance the Allies to Berlin to end the war.&#10;&#10;Your Bombers will take damage and be destroyed, but monthly Replenishment units will help bring your groups up in strength.&#10;&#10;If you have played other Leader Games, many aspects of B-17 Leader will be familiar.  But due to the Strategic nature of your bombing campaign, new gameplay aspects are introduced.&#10;&#10;",
    "playersCount": "1-1",
    "publishingYear": "2017",
    "minAge": "12+",
    "name": "B-17 Flying Fortress Leader"
  },
  {
    "id": "206718",
    "thumbnail": "https://cf.geekdo-images.com/UIKUXkcnH3Bd4fjcPGINcA__thumb/img/oNhw2e_wcBc37ItkTRZVio2gMGQ=/fit-in/200x150/filters:strip_icc()/pic3304124.png",
    "image": "https://cf.geekdo-images.com/UIKUXkcnH3Bd4fjcPGINcA__original/img/IrqDqjjm1LY66Zkw7l4RwppaBBI=/0x0/filters:format(png)/pic3304124.png",
    "playTime": "45-60",
    "description": "In Ethnos, players call upon the support of giants, merfolk, halflings, minotaurs, and other fantasy tribes to help them gain control of the land. After three ages of play, whoever has collected the most glory wins!&#10;&#10;In more detail, the land of Ethnos contains twelve tribes of fantasy creatures, and in each game you choose six of them (five in a 2/3-player game), then create a deck with only the creatures in those tribes. The cards come in six colors, which match the six regions of Ethnos. Place three glory tokens in each region at random, arranging them from low to high.&#10;&#10;Each player starts the game with one card in hand, then 4-12 cards (double the number of players) are placed face up on the table. On a turn, a player either recruits an ally or plays a band of allies. In the former case, you take a face-up card (without replacing it from the deck) or the top card of the deck and add it to your hand. In the latter case, you choose a set of cards in your hand that match either in tribe or in color, play them in front of you on the table, then discard all other cards in hand. You then place one token in the region that matches the color of the top card just played, and you use the power of the tribe member on the top card just played.&#10;&#10;At the end of the first age, whoever has the most tokens in a region scores the glory shown on the first token. After the second age, the players with the most and second most tokens score glory equal to the values shown on the first and second tokens respectively. Players score similarly after the third age, then whoever has the most glory wins. (Games with two and three players last only two ages.)&#10;&#10;",
    "playersCount": "2-6",
    "publishingYear": "2017",
    "minAge": "14+",
    "name": "Ethnos"
  },
  {
    "id": "229941",
    "thumbnail": "https://cf.geekdo-images.com/l_KTuhbVjS33ilTohiL_Jw__thumb/img/23KfdzuL-Z1gy8sUAJy4vKQ-TMk=/fit-in/200x150/filters:strip_icc()/pic3767149.jpg",
    "image": "https://cf.geekdo-images.com/l_KTuhbVjS33ilTohiL_Jw__original/img/X7O-vL_yhIgNliXhOImBQ_4NRck=/0x0/filters:format(jpeg)/pic3767149.jpg",
    "playTime": "30-45",
    "description": "Flamme Rouge: Peloton, the first expansion for Flamme Rouge, offers a chase group of four riders (pink and white rouleurs and sprinters) that allows the base game to be played with up to six players. All 5-6 player games are played with a breakaway tile and 1-3 supply zone tiles. These can also be added to your games at lower player counts.&#10;&#10;The box cover shows the iconic cobblestone races that are represented with new tiles in the game; these tiles are mostly one space wide, occasionally two, and don't allow slip streaming.&#10;&#10;Flamme Rouge: Peloton includes variants for solo play and for games with up to twelve players, each controlling only one rider.&#10;&#10;",
    "playersCount": "1-12",
    "publishingYear": "2017",
    "minAge": "8+",
    "name": "Flamme Rouge: Peloton"
  },
  {
    "id": "231946",
    "thumbnail": "https://cf.geekdo-images.com/D2XmBlcndPZLDQTUo4UMNg__thumb/img/gjyYEfOFyBk7U_YUjFwRH5wQTDE=/fit-in/200x150/filters:strip_icc()/pic3751195.png",
    "image": "https://cf.geekdo-images.com/D2XmBlcndPZLDQTUo4UMNg__original/img/UM--8-Hd21oY5OGrWA0Pz91XEsY=/0x0/filters:format(png)/pic3751195.png",
    "playTime": "60-60",
    "description": "Ten years after the tragic Camp Apache massacre narrated in Last Friday, in the nearby village of Spring Forest, an ancient evil is waking up again. Something that the people of the village tried to forget for years, a demon who can enter people's dreams and twist them into horrible nightmares&hellip;&#10;&#10;After the unexpected deaths of their friends, a group of young men and women realize that they must try to stop this demon. They need the help of someone who truly understand what they are facing &mdash; the Marshall, who long ago was the \"Predestined\" who defeated Camp Apache's maniac. But the Marshall disappeared, and they must get to Camp Apache to find him.&#10;&#10;Soon, the boys and girls will find themselves trapped in a new nightmare, with two supernatural, homicidal entities to fight. Will the maniac stop the demon, or will they work together to slaughter their mortal enemies? Will the Marshall be able to stop the horror again? It's time to go back to Camp Apache!&#10;&#10;With the Last Friday: Return to Camp Apache expansion, you can play Last Friday with up to seven players, with two of those players controlling the evil demon and maniac. The box includes two new chapters, a new opponent (the demon), new clue tokens, new board overlays to represent a raging fire in the camp, new equipment, five new characters, and two new special characters: the Marshall and the Witch.&#10;&#10;The original Last Friday chapters may also be played with the new contents, as well as with the new \"Survival Horror\" game mode, with real-time constraints to make the game even more exciting.&#10;&#10;",
    "playersCount": "3-7",
    "publishingYear": "2017",
    "minAge": "13+",
    "name": "Last Friday: Ritorno a Camp Apache"
  },
  {
    "id": "126100",
    "thumbnail": "https://cf.geekdo-images.com/XC1wIXVA2Gs7zoWcKJVpWA__thumb/img/0PMhPLzVl4SQVT6L5Qx2l_AZBaA=/fit-in/200x150/filters:strip_icc()/pic3955344.png",
    "image": "https://cf.geekdo-images.com/XC1wIXVA2Gs7zoWcKJVpWA__original/img/Q87-VxgTgQKDxlvJ0eeJurdnbdk=/0x0/filters:format(png)/pic3955344.png",
    "playTime": "60-120",
    "description": "Welcome to H.P. Lovecraft's Arkham in the 1920s. There will be many mysteries to uncover in this storytelling game of Lovecraftian terror. Using the provided newspaper, a list of allies, the directory of Arkham residents, and a map of Arkham, your job is to follow the clues from location to location, suspect to suspect, to unravel the mystery and answer the questions posed at the end of each scenario.&#10;&#10;Your score in Mythos Tales depends upon the number of clues points you needed to visit, the risks you took to your sanity in your investigations, and your ability to find the correct answers to the questions. Match wits with Armitage, the man who has been exposed to the sanity-blasting truth about the existence of the age old evil! Can you beat his score?&#10;&#10;With that in mind, it is time to collaborate with Armitage's investigations to complete your training. This is not a typical board game: No dice, no luck, but a challenge to your mental ability.&#10;&#10;The cases that appear in print edition are:&#10;&#10;Case 1 - A Grain of Evil&#10;Case 2 - Flesh and Blood&#10;Case 3 - The King Cometh&#10;Case 4 - The Slumbering Solace&#10;Case 5 - The Serpent's Vengeance&#10;Case 6 - The Star of Tokelau&#10;Case 7 - The Vanished Girl&#10;Case 8 - Pasquale's Wager&#10;&#10;",
    "playersCount": "1-10",
    "publishingYear": "2016",
    "minAge": "13+",
    "name": "Mythos"
  },
  {
    "id": "162886",
    "thumbnail": "https://cf.geekdo-images.com/kjCm4ZvPjIZxS-mYgSPy1g__thumb/img/aUlIih2_R7P8IYKeyNl2heLQbu8=/fit-in/200x150/filters:strip_icc()/pic7013651.jpg",
    "image": "https://cf.geekdo-images.com/kjCm4ZvPjIZxS-mYgSPy1g__original/img/9uLd9C3XAvInLCLhAoXqKVk56zs=/0x0/filters:format(jpeg)/pic7013651.jpg",
    "playTime": "90-120",
    "description": "In the most distant reaches of the world, magic still exists, embodied by spirits of the land, of the sky, and of every natural thing. As the great powers of Europe stretch their colonial empires further and further, they will inevitably lay claim to a place where spirits still hold power - and when they do, the land itself will fight back alongside the islanders who live there.&#10;&#10;Spirit Island is a complex and thematic co-operative game about defending your island home from colonizing Invaders. Players are different spirits of the land, each with its own unique elemental powers. Every turn, players simultaneously choose which of their power cards to play, paying energy to do so. Using combinations of power cards that match a spirit's elemental affinities can grant free bonus effects. Faster powers take effect immediately, before the Invaders spread and ravage, but other magics are slower, requiring forethought and planning to use effectively. In the Spirit phase, spirits gain energy, and choose how / whether to Grow: to reclaim used power cards, to seek new power, or to spread their presence into new areas of the island.&#10;&#10;The Invaders expand across the island map in a semi-predictable fashion. Each turn they explore into some lands (portions of the island); the next turn, they build in those lands, forming towns and cities. The turn after that, they ravage there, bringing blight to the land and attacking any native islanders present. The islanders fight back against the Invaders when attacked, and lend the spirits some other aid, but may not always do so exactly as you'd hoped. Some Powers work through the islanders, helping them, for example, to drive out the Invaders or clean the land of blight.&#10;&#10;The game escalates as it progresses: spirits spread their presence to new parts of the island and seek out new and more potent powers, while the Invaders step up their colonization efforts. Each turn represents 1-3 years of alternate history. At game start, winning requires destroying every last explorer, town and city on the board - but as you frighten the Invaders more and more, victory becomes easier: they'll run away even if explorers or even towns and cities remain. Defeat comes if any spirit is destroyed, if the island is overrun by blight, or if the Invader deck is depleted before achieving victory.&#10;&#10;The game includes different adversaries to fight against (eg., a Swedish Mining Colony, or a Remote British Colony). Each changes play in different ways, and offers a different path of difficulty boosts to keep the game challenging as you gain skill.&#10;&#10;",
    "playersCount": "1-4",
    "publishingYear": "2017",
    "minAge": "13+",
    "name": "Spirit Island"
  },
  {
    "id": "381830",
    "thumbnail": "https://cf.geekdo-images.com/zxVVmggfpHJpmnJY9j-k1w__itemrep/img/Py7CTY0tSBSwKQ0sgVjRFfsVUZU=/fit-in/246x300/filters:strip_icc()/pic1657689.jpg",
    "image": "https://cf.geekdo-images.com/zxVVmggfpHJpmnJY9j-k1w__imagepage/img/6AJ0hDAeJlICZkzaeIhZA_fSiAI=/fit-in/900x600/filters:no_upscale():strip_icc()/pic1657689.jpg",
    "playTime": "30-90",
    "description": "Welcome to the dark ages of the Middle Ages: sex, torture and magic in the second chapter of Squillo TIME TRAVELS. In the days of the Inquisition and the Black Death, Hags and Harlots solace the barbaric fiefdom.&#10;Grant the favors of your Harlots to the Emperor and send them to relieve to the Crusaders. Ask your Harlots to invoke the Evil One and cast Bills against other Pimps. In collaboration with *Feudalism and Liberty* who helped best set the cleverly constructed game between *Holy Inquisition* and *Crusades*. Introduces the *Bill* cards.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;Benvenuti nell&rsquo;epoca oscura del Medioevo: sesso, torture e magia nel secondo capitolo di Squillo TIME TRAVELS. Ai tempi dell&rsquo;Inquisizione e della Peste Nera, Megere e Meretrici sollazzano il feudo in preda alle barbarie.&#10;Concedi i favori delle tue Meretrici allo Imperatore e mandale a dare sollievo&#10;ai Crociati. Chiedi alle tue Megere di invocare il Maligno e lancia Fatture contro gli altri Papponi. In collaborazione con *Feudalesimo e Libert&agrave;* che ha contribuito ad ambientare al meglio il gioco costruito con astuzia tra *Santa Inquisizione* e *Crociate*. Introduce le carte *Fattura*.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "playersCount": "2-6",
    "publishingYear": "2017",
    "minAge": "18+",
    "name": "Squillo Time Travels: Megere & Meretrici"
  },
  {
    "id": "188920",
    "thumbnail": "https://cf.geekdo-images.com/gQOQW7p1RWHzY54Lrs-_pA__thumb/img/qmypl6agXd78n1_vAiO5LZcCXHc=/fit-in/200x150/filters:strip_icc()/pic3315915.jpg",
    "image": "https://cf.geekdo-images.com/gQOQW7p1RWHzY54Lrs-_pA__original/img/PSC8BO2njNcBJhxvi0IV5Jb5hgo=/0x0/filters:format(jpeg)/pic3315915.jpg",
    "playTime": "45-120",
    "description": "This War Of Mine: The Board Game is the tabletop adaptation of the award-winning video game that pictures the drama of civilians trapped in a war-torn city. You will enter this experience as a group of civilians trapped in a besieged and conflict-ridden city, enduring many hardships that often test the essence of humanity. During your struggle as the survivors, you will experience dramas connected with making extremely difficult decisions and choices and have to face the consequences of your actions sooner or later.&#10;&#10;TWOM: The Board Game features a multiplayer experience for up to 6 players, as well as a solo variant. You will be able to personify one of the well-known characters from video game and face hundreds of new challenges and difficult choices. The boardgame significantly broadens the original game&rsquo;s universe and emphasizes the depth of plot, yet its main focus will be on human interactions driven by survival instinct and group decision-making.  TWOM: The Board Game is an instant play game, with no need for reading the manual before starting the adventure.&#10;&#10;During day time you will take shelter in a ruined tenement house, which you will care about and manage by: removing rubble, searching through various rooms (often behind barricaded doors), you will build beds, improvised workshops, stoves, tools, water filters, small animal traps, you will cultivate an improvised vegetable garden, fix the tenements&rsquo; shelled facilities, reinforce the security of your shelter and should winter come, you&rsquo;ll try to keep it warm.&#10;&#10;Upon nightfall your main duties will consist of guarding your shelter and what little possessions you can accumulate against bandits and raiders. Those in your group fit for such a task will use the cover of the night to carefully explore dozens of the ever-changing locations scattered throughout the dangerous city in search of all the things that a person needs to survive (materials, food, meds, equipment, etc.). On your way you will meet tens of characters, each with a unique story (residents of the locations you visit, thieves, bandits, soldiers, war victims, refugees, neighbors, traders and members of local communities), each encounter is a potential, unique adventure. To guide you through all these events you will have the special SCRIPTS mechanism, responsible for implementing the deep and complex story and a coherent plot (each game will be unique and different than the previous).&#10;&#10;Your goal is to survive until the cessation of war hostilities. However, survival itself will often prove not to be enough. The price each of you will decide to pay, might be too high in the final outcome. So the goal is really to survive in a way that will let you live on with the decisions you made. The EPILOGUES mechanism will kick in here.&#10;&#10;",
    "playersCount": "1-6",
    "publishingYear": "2017",
    "minAge": "18+",
    "name": "This War of Mine: il Gioco da Tavolo"
  },
  {
    "id": "218615",
    "thumbnail": "https://cf.geekdo-images.com/YPkRnlvKzdNStCVFfloPyg__thumb/img/S61GsKrZy-Xo24JFLRjK7_s069c=/fit-in/200x150/filters:strip_icc()/pic3365244.jpg",
    "image": "https://cf.geekdo-images.com/YPkRnlvKzdNStCVFfloPyg__original/img/nIXf_9UWq8z9DABfLYqb2-azQow=/0x0/filters:format(jpeg)/pic3365244.jpg",
    "playTime": "0-0",
    "description": "Pay attention to the animals that pass in the jungle because you never know which ones you'll need to call to mind in the future in Tropico.&#10;&#10;Each card in the deck has a colored animal on one side &mdash; with four types of animals in four colors &mdash; and a question on the other. To start play, shuffle the deck, then place it question side up. Flip over five cards one at a time, letting everyone see the individual animals while stacking the cards in a single pile.&#10;&#10;After the fifth card, read the question on the top of the deck, e.g., how many red animals have been shown or which animal is fourth from the top. Each player secretly chooses an answer to this question with their response cards. If everyone guesses correctly, flip over the top card to add another animal to the pile, then read the newly revealed question and guess again. If no one guesses correctly, set aside this top card and use a new question. If some (but not all) players guess correctly, each of them takes a card from the top of the deck as a point, then everyone uses the newly revealed question to guess again.&#10;&#10;As soon as a player collects their tenth card, they win!&#10;&#10;",
    "playersCount": "2-8",
    "publishingYear": "2017",
    "minAge": "8+",
    "name": "Tropico"
  },
  {
    "id": "236827",
    "thumbnail": "https://cf.geekdo-images.com/AUYtLDXh-sawBG8rEuJ2yg__thumb/img/O39cnxhff2SmObFvKGbS0zs7DSA=/fit-in/200x150/filters:strip_icc()/pic3779573.png",
    "image": "https://cf.geekdo-images.com/AUYtLDXh-sawBG8rEuJ2yg__original/img/nTGVnkwKx_12YJWGRCHasT-3GJc=/0x0/filters:format(png)/pic3779573.png",
    "playTime": "30-45",
    "description": "Are you ready to discover Lovecraftian words in Vudulhu, the party game that cursed thousands of players with tentacles?&#10;&#10;Give your opponents a hard time by casting curses on them, forcing them to maintain twisted poses, gurgle like shoggoths, and hold things as if they have tentacles instead of arms and hands. You will gain victory points if they don't resist...&#10;&#10;",
    "playersCount": "3-6",
    "publishingYear": "2017",
    "minAge": "8+",
    "name": "Vudulhu"
  },
  {
    "id": "205398",
    "thumbnail": "https://cf.geekdo-images.com/sHd0jkZZLDgixHjAXtn7kA__thumb/img/HB0Z5D7uwBjf1lCCPjMck-5VP9A=/fit-in/200x150/filters:strip_icc()/pic3119514.jpg",
    "image": "https://cf.geekdo-images.com/sHd0jkZZLDgixHjAXtn7kA__original/img/9n76iqzSN06hlbX4DuuPD6fSkHQ=/0x0/filters:format(jpeg)/pic3119514.jpg",
    "playTime": "30-60",
    "description": "In Citadels, players take on new roles each round to represent characters they hire in order to help them acquire gold and erect buildings. The game ends at the close of a round in which a player erects their seventh building. Players then tally their points, and the player with the highest score wins.&#10;&#10;Players start the game with a number of building cards in their hand; buildings come in five colors, with the purple buildings typically having a special ability and the other colored buildings providing a benefit when you play particular characters. At the start of each round, the player who was king the previous round discards one of the eight character cards at random, chooses one, then passes the cards to the next player, etc. until each player has secretly chosen a character. Each character has a special ability, and the usefulness of any character depends upon your situation, and that of your opponents. The characters then carry out their actions in numerical order: the assassin eliminating another character for the round, the thief stealing all gold from another character, the wizard swapping building cards with another player, the warlord optionally destroys a building in play, and so on.&#10;&#10;On a turn, a player earns two or more gold (or draws two building cards then discards one), then optionally constructs one building (or up to three if playing the architect this round). Buildings cost gold equal to the number of symbols on them, and each building is worth a certain number of points. In addition to points from buildings, at the end of the game a player scores bonus points for having eight buildings or buildings of all five colors.&#10;&#10;The 2016 edition of Citadels includes twenty-seven characters &mdash; eight from the original Citadels, ten from the Dark City expansion, and nine new ones &mdash; along with thirty unique building districts, and the rulebook includes six preset lists of characters and districts beyond the starter list, each crafted to encourage a different style and intensity of gameplay.&#10;&#10;",
    "playersCount": "2-8",
    "publishingYear": "2016",
    "minAge": "10+",
    "name": "Citadels"
  },
  {
    "id": "199478",
    "thumbnail": "https://cf.geekdo-images.com/sUrK5CCscls-tTc2hJWDPg__thumb/img/tBSMuRSHRl4M8-dVxcThAC1yXbs=/fit-in/200x150/filters:strip_icc()/pic3482521.jpg",
    "image": "https://cf.geekdo-images.com/sUrK5CCscls-tTc2hJWDPg__original/img/hQOFypZgCn4CQrJnXiNaQc_hjCw=/0x0/filters:format(jpeg)/pic3482521.jpg",
    "playTime": "30-45",
    "description": "The excitement in the air is electric as the leaders round the last corner and head for the finish line. Each team has used cunning and skill to position their sprinter for this moment, but only one has done enough to pull off the win!&#10;&#10;Will your team lead from the front and risk exhaustion? Should you play it safe in the middle of the pack? Could you surprise everyone by striking from the back? Can you time your move perfectly?&#10;&#10;Anyone can race, few become champions!&#10;&#10;Flamme Rouge is a fast-paced, tactical bicycle racing game where each player controls a team of two riders: a Rouleur and a Sprinteur. The players&rsquo; goal is to be the first to cross the finish line with one of their riders. Players move their riders forward by drawing and playing cards from that riders specific deck, depleting it as they go. Use slipstreams to avoid exhaustion and position your team for a well timed sprint for the win.&#10;&#10;",
    "playersCount": "2-4",
    "publishingYear": "2016",
    "minAge": "8+",
    "name": "Flamme Rouge"
  },
  {
    "id": "192927",
    "thumbnail": "https://cf.geekdo-images.com/_qJ5n-V3ByCDZTu0XEvLvg__thumb/img/2C-kguI_1OvdOcBh49hpSeT-9yk=/fit-in/200x150/filters:strip_icc()/pic6234210.jpg",
    "image": "https://cf.geekdo-images.com/_qJ5n-V3ByCDZTu0XEvLvg__original/img/sWZ9rYipVnM-WQR-B37YsrRHvcw=/0x0/filters:format(jpeg)/pic6234210.jpg",
    "playTime": "30-120",
    "description": "Last Friday is a hidden movement, hunting and deduction board game, inspired by the popular \"slasher\" horror movie genre. In the role of young campers, the players are challenged to survive a long weekend of terror &ndash; while one of them takes the role of the undying psychopath hiding in the shadows of the forest. In general, the murderer's goal is to remain hidden and to kill off each of the campers, while the campers are trying to fight back and kill the murderer before they are all killed.&#10;&#10;The game is played over four chapters &mdash; Arrival at the Camp, The Chase, The Massacre, and The Final Chapter &mdash; and each chapter plays out differently as the hunter becomes the prey, then comes back from the dead looking for revenge.&#10;&#10;",
    "playersCount": "2-6",
    "publishingYear": "2016",
    "minAge": "14+",
    "name": "Last Friday"
  },
  {
    "id": "244",
    "thumbnail": "https://cf.geekdo-images.com/oiHnUy0bF7jSIRLOfvClXw__thumb/img/XAsIadumFj2Xl3F9aaadV35qc6Y=/fit-in/200x150/filters:strip_icc()/pic290698.jpg",
    "image": "https://cf.geekdo-images.com/oiHnUy0bF7jSIRLOfvClXw__original/img/arqC2AhugPBlB7BuHXdbVel8r4A=/0x0/filters:format(jpeg)/pic290698.jpg",
    "playTime": "120-120",
    "description": "From Battleline, the original publisher:&#10;&#10;\"The grandeur and decadence of ancient Rome in your living room! Thrill to the dust of chariot races, or the skillful bloodshed of gladiatorial combat. Circus Maximus is really TWO games in one. In the Chariot Race game you pick your team of horses, driver, and chariot car, each of which have special characteristics . . . In Gladiator, you pick up your weapons and step onto the bloodstained sands, simultaneously maneuvering, striking, and waiting for that fatal step that puts you inside your opponent's guard.\"&#10;&#10;Battleline&#039;s Circus Maximus would later be developed by Don Greenwood and published in 1980 by The Avalon Hill Game Co as separate titles: Circus Maximus and Gladiator.&#10;&#10;Violent and bloody, Circus Maximus details the chariot races that occurred in ancient Rome.  Eight teams race around the track three times to determine victory.  Players prepare for the race by selecting the composition of their team of horses, their rider's skills, and the type of chariot that will be driven.  Once the race begins the players are free to do as they wish to hamper the other racers including whipping the rider, ramming chariots with scythed wheels, smashing into horses, and running over crashed opponents.  A campaign game of multiple races, in which players have to manage their teams and can increase their income by betting on races, is also possible.&#10;&#10;",
    "playersCount": "2-10",
    "publishingYear": "1979",
    "minAge": "12+",
    "name": "Circus Maximus"
  },
  {
    "id": "10183",
    "thumbnail": "https://cf.geekdo-images.com/ZEaHHBZ8vOAOxWrQC2Jenw__thumb/img/o31AQ-91NeRQNJ4kn5vHDmz9gWU=/fit-in/200x150/filters:strip_icc()/pic42985.jpg",
    "image": "https://cf.geekdo-images.com/ZEaHHBZ8vOAOxWrQC2Jenw__original/img/lpVJomMF8s1_ZCZBnxzZpTuL_fs=/0x0/filters:format(jpeg)/pic42985.jpg",
    "playTime": "60-300",
    "description": "Napoleon at Leipzig, 1813 - His Grande Arm&eacute;e shattered on the Russian Steppes, Napoleon tries to regain the initiative in Germany. His former allies Prussia and Austria turn traitor and attack him. Tsarist Russia sends a massive army across the Vistula into Europe proper.&#10;&#10;Draining every reserve the French Empire has left, Napoleon gathers his loyal Rhinelanders, Italians, Saxons and Poles. Seizing the initiative in the Spring, he defeats the Allied Coalition at Lutzen, and then at Bautzen, and then again at Dresden. But these are not the complete victories his desperate situation demands. Small defeats of his Generals (Oudinot on August 23rd at Grossbeeren, Mcdonald on August 26th at Katzbach, Vandamme on August 29-30th at Kulm and Ney on September 6th at Dennewitz) brought the strength to decline...&#10;&#10;Now, with his strength sapped, Napoleon recoils to Leipzig. Like wolves, his enemies surround the place and converge. . . . Napoleon at Leipzig 3rd Edition retains its classic starting situation with only one wing of the French Army on the map. Later, Napoleon leads the main body of La Grande Arm&eacute;e, 175,000 strong, into a position which Marshal Marmont later described as lying \"at the bottom of a funnel.\" As 300,000 Allied troops converge on Leipzig during the succeeding days, the French task is to crush one or more of the enemy armies, or successfully retire the cream of their army across the sole remaining bridge spanning the Elster.&#10;&#10;Scenarios and the Campaign Game can begin on the 14th, 16th, or 18th of October, 1813. The Standard, Campaign and Grand Tactical rules have been completely revised to reflect the latest findings in Napoleonic scholarship.&#10;&#10;A totally new map, based on fresh sources, accurately portrays the terrain around Leipzig, emphasizing the superb cavalry terrain to the south. A Study Folder with the classic narrative by noted author F. Lorraine Petrie, along with the Order of Battle and set-up for the three stages of the six-day battle, is also included.&#10;&#10;The game has 4 editions.  &#10;The first one was produced by Kevin Zucker's own \"Operational Studies Group\" company.  &#10;Later 3 more editions had been published, all by Clash of Arms (comments to the different editions had been made by Ed Wimble): &#10;- [2ed] 1988 - new counters. Map & box uses old negatives but with a different color scheme and paper. Rules pretty much the same with a flourish here and there (such as the added steps for the Guard counters).&#10;- [3ed] 1992 - this was certainly just a reprint, as there was no new copyright for it&#10;- [4ed] 1996 - new map and artwork based on Ed Wimble's visit of Leipzig. New box and artwork. New rules: Kevin Zucker redesigned them. Counters: The half sheet reworked.&#10;&#10;Thereafter GMT proclaimed a combined GMT-OSG 5ed for a P-500. &#10;In 2012 Kevin Zucker announced that the 5th Edition will now be a sole OSG product and should see publication in 2012/ 2013. &#10;Note: the 5th Edition can be found here: Napoleon at Leipzig (Fifth Edition)&#10;&#10;GAME SYSTEM: &#10;Series: The Library of Napoleonic Battles (OSG) - formerly known as the \"Napoleon's Last Battles (NLB-)Series\" &#10;- scale = 480m/hex, &#10;- time = 1hour/GT,&#10;- strength = 500-800 men/SP.&#10;&#10;Game Scale:&#10;Turn: 1-3 hours&#10;Hex: 525 yards / 480 meters&#10;Units: Battery to Division&#10;&#10;Game Inventory (Operational Studies Group version):&#10;Two 22 x 34\" 6-color mapsheets&#10;One dual-side printed countersheet (400 1/2\" counters - 90 of which are blanks)&#10;One 8-page Napoleon at Leipzig rules booklet&#10;One 32-page Napoleon at Leipzig study folder booklet&#10;One side-printed errata  card&#10;One 6-sided die&#10;&#10;Complexity: Medium&#10;Solitaire Suitability: Medium&#10;Players: 1 or more&#10;Playing Time: 1-6 Hours&#10;&#10;",
    "playersCount": "2-3",
    "publishingYear": "1979",
    "minAge": "12+",
    "name": "Napoleone a Lipsia: La Battaglia delle Nazioni"
  },
  {
    "id": "6086",
    "thumbnail": "https://cf.geekdo-images.com/qZZAUckSaZ-fFF-p5TpH9A__thumb/img/OgY0OzbyUTdqw30s79ujLDa82Tg=/fit-in/200x150/filters:strip_icc()/pic1123315.jpg",
    "image": "https://cf.geekdo-images.com/qZZAUckSaZ-fFF-p5TpH9A__original/img/XR0Ewrfrcj4oRpGxR_hOMJBWDM0=/0x0/filters:format(jpeg)/pic1123315.jpg",
    "playTime": "240-240",
    "description": "Landings and battles are displayed on two general maps while they are taking place on the island. Surprise techniques by the Japanese and the succession of land, air and naval battles in addition to historical faithfulness, make Okinawa a precise and amusing wargame.&#10;&#10;Degree of difficulty: 3/6&#10;&#10;Contents:&#10;&#10;    20 little maps to calculate the hidden position of Japanese forces and American movement.&#10;    2 tables to resolve combat and to calculate the artillery fire in matte finish plasticized cardboard.&#10;    166 counters in plasticized, matte finish cardboard, cut and printed on both sides representing *American and Japanese units which took part to the battle.&#10;    Playing board in rigid, thick cardboard with a matte plastic finish, cut into 5 pieces.&#10;    Rule booklet in 4 languages with examples.&#10;    Plastic storage tray and dice.&#10;&#10;&#10;",
    "playersCount": "2-2",
    "publishingYear": "1979",
    "minAge": "12+",
    "name": "Okinawa: The Bloodiest Battle of the Pacific Ocean"
  },
  {
    "id": "1035",
    "thumbnail": "https://cf.geekdo-images.com/jj6tUJH0tQPCEuCjAhioMA__thumb/img/_Z9LnUr4Sp4L9HD0VGHIY4NhA28=/fit-in/200x150/filters:strip_icc()/pic232451.jpg",
    "image": "https://cf.geekdo-images.com/jj6tUJH0tQPCEuCjAhioMA__original/img/iDJernkVQTY21VO8NIiLqRpgL34=/0x0/filters:format(jpeg)/pic232451.jpg",
    "playTime": "60-60",
    "description": "A shot disturbs the eerie silence of a deserted city street, punctuated by the frantic footfalls of men seeking cover. One of Kruger&rsquo;s last veteran NCO&rsquo;s lies motionless in the street. The remnants of the dead man&rsquo;s squad are nowhere to be seen&mdash;scattered in nearby houses and gutters&mdash;all thoughts of the advance abandoned with the sudden demise of their leader...the compulsion for revenge obviously overcome by their instinct for self-preservation. Off to the right, Kruger&rsquo;s own men have located the source of the lethal shot and are laying down a steady stream of fire on the church steeple directly ahead. The absence of responding fire suggests that the lone Russian marksman has beat a hasty retreat or been victimized by the withering fire of the German retort. Kruger has seen enough. He is to occupy the church and set up a regimental observation post at once. His orders leave no leeway for delays by a single sniper. He gives the signal to rush the building. Obedient to their training, his men, veterans of France, the Balkans, and 18 months of fighting in Russia, spring to their feet. Seconds later the sharp, staccato retort of a Russian machinegun concludes with the assertiveness of death itself that this time Kruger was wrong.&#10;&#10;This is Squad Leader, a game of WWII tactical combat in Europe. You make the instant decisions resulting in life or death for your men, victory or defeat for your army. You direct the fire of your squad, select your plan of attack, or set your defenses against massed Russian human wave or armor assaults. Will that hedgerow provide adequate cover for your flanking efforts, or will your men be cut down by the American machinegun position in the woods? The decision is irrevocable and yours alone.&#10;&#10;Squad Leader is more than just a game, it is a game system which can be used to portray any WWII infantry action. Its system does for infantry combat what Panzerblitz and Panzer Leader have done for armored warfare games. Squad Leader provides rules for morale, leadership, machineguns, flamethrowers, demo charges, smoke, hidden placement, sewer movement, off-board artillery, radio contact, anti-tank guns, night actions, wire, entrenchments, mines, bunkers, rubble, multi-story building differentiation, fire, river crossings, roadblocks, mortars, and much more.&#10;&#10;Squad Leader utilizes programmed instruction to guide you through 12 scenarios of increasing realism and complexity. The scenarios run the gamut from street fighting in Stalingrad to armored advances across snow covered roads in the Ardennes. A Campaign Game ties the individual scenarios together and allows your own personal leader counter to advance in rank and ability. In addition, a &ldquo;Design Your Own&rdquo; section is included so that players can create an unlimited number of play situations of their own creation.&#10;&#10;Each hex in Squad Leader represents 40 meters of real terrain with counters representing individual leaders, support weapons, and vehicles or 4 man crews and 12 man squads. Each game turn is divided into two player turns with 8 phases, equivalent to two minutes of actual time.&#10;&#10;Squad Leader is not an easy game. Do not attempt it without prior wargaming experience. Squad Leader is rated Tournament Level IV on the A.H. Complexity scale.&#10;&#10;",
    "playersCount": "2-2",
    "publishingYear": "1977",
    "minAge": "14+",
    "name": "Squad Leader"
  },
  {
    "id": "987",
    "thumbnail": "https://cf.geekdo-images.com/xzr4Tjp1pM5zUfit5YAeNA__thumb/img/9GXaqizIhSQuun_zYk3HdUBuMzk=/fit-in/200x150/filters:strip_icc()/pic3187811.jpg",
    "image": "https://cf.geekdo-images.com/xzr4Tjp1pM5zUfit5YAeNA__original/img/vjYaW6fvEf7xeTBUfSy-PWbA_IE=/0x0/filters:format(jpeg)/pic3187811.jpg",
    "playTime": "240-240",
    "description": "Kingmaker simulates the Wars of the Roses, the period of sporadic Civil War in England between 1450 and 1490. Ruled by a weak and mentally unstable king, Henry VI, demoralized by the defeat in France at the end of the Hundred Years War, and encouraged by the ambitions of Richard, Duke of York, and his sons; the country's noble families used their large private armies in attempts to gain control of the throne.&#10; The game is based on the premise that the powerful Noble families used the Lancastrian and Yorkist princes as pawns in a greater struggle to gain control of England. The nobles in a player's faction use their military and political powers to gain control of royal heirs in an effort to crown one and put him or her on the throne. Of course everyone is out to capture and control the last heir alive, so once acquired, an heir needs to be protected. &#10; Kingmaker has been published by several companies, starting with Philmar under their Ariel imprint in 1974, by Avalon Hill in 1976, by Gibsons Games in 1983, and by TM Games in 1988/9. In 2023, Gibsons Games published a new edition, which has its own entry under Kingmaker (2023).&#10;&#10;",
    "playersCount": "2-7",
    "publishingYear": "1974",
    "minAge": "12+",
    "name": "Kingmaker"
  },
  {
    "id": "237",
    "thumbnail": "https://cf.geekdo-images.com/ShE5Vu_YsW1J3408bbW8kQ__thumb/img/Ex8K0odfLkXIlL7oNAIKHgbgWrM=/fit-in/200x150/filters:strip_icc()/pic6507518.jpg",
    "image": "https://cf.geekdo-images.com/ShE5Vu_YsW1J3408bbW8kQ__original/img/4XHxoXaxm-VbCLZIPPLZ3JGo-8I=/0x0/filters:format(jpeg)/pic6507518.jpg",
    "playTime": "60-300",
    "description": "Wooden Ships & Iron Men is a Tactical level Nautical board-wargame - Fighting ships in the Age of Sail !!!  &#10;This classic title details military engagements in the golden Age of Sail with a plethora of historical scenarios.  Players take their groups of ships and form their ship lines and then go at it.  The game comes with a large generic ocean map overlaid with a hex grid.  The ship counters occupy two hexes and include special rules for moving and firing with this design.  Players can begin with the smaller scenarios and work up to whole fleets engaged in pitched battle.&#10;&#10;Avalon Hill Complexity Rating - 6&#10;&#10;",
    "playersCount": "2-2",
    "publishingYear": "1974",
    "minAge": "12+",
    "name": "Wooden Ships & Iron Men"
  },
  {
    "id": "2995",
    "thumbnail": "https://cf.geekdo-images.com/FHCJy9ZHTBsZdj203Rixmg__thumb/img/6mXWZh6oXr1Xfg2Uu0MXkD9eiM8=/fit-in/200x150/filters:strip_icc()/pic6692563.jpg",
    "image": "https://cf.geekdo-images.com/FHCJy9ZHTBsZdj203Rixmg__original/img/Es2tWM9OY08m_Tf0plMjLE8IZgg=/0x0/filters:format(jpeg)/pic6692563.jpg",
    "playTime": "180-180",
    "description": "Modern man-to-man combat in a city.&#10;&#10;Developers included Hank Zucker, John Young, Ed Curran, Bob Felice, Bill Sullivan, Angel Gomez, Hal Vaughn.&#10;&#10;Published in three different formats at SPI alone:  the early SPI white box, the very common SPI black box/tray and the accordion box featuring mounted boards.&#10;&#10;Reimplemented by&#10;&#10;     Patrol - Man to man combat in rural environment&#10;     Sniper! (Second Edition)&#10;     Hetzer Sniper!: Sniper Companion Game #1&#10;     Sniper! Special Forces: Sniper! Companion Game #2&#10;     Bug Hunter Sniper!&#10;     StarSoldier: Tactical Warfare in the 25th Century&#10;&#10;&#10;",
    "playersCount": "2-2",
    "publishingYear": "1973",
    "minAge": "12+",
    "name": "Sniper!"
  },
  {
    "id": "18135",
    "thumbnail": "https://cf.geekdo-images.com/velyX-t-wlI3S9qPvacPtg__thumb/img/S9jbezuoN_KgTCbeEiPHFFQ-QWg=/fit-in/200x150/filters:strip_icc()/pic2047031.jpg",
    "image": "https://cf.geekdo-images.com/velyX-t-wlI3S9qPvacPtg__original/img/hx-EfLWMSIZhdvPbiBm24WjOl6c=/0x0/filters:format(jpeg)/pic2047031.jpg",
    "playTime": "120-120",
    "description": "From the designer's description: \"Sink the Bismark\" (sic) allows the player to recreate the actual historical conditions of the BISMARK foray, and includes advanced \"what if\" situations such as the original Operation Rheinubung as well as the delayed operation including the TIRPITZ. This game can be played in either a tactical or strategic atmosphere, or both. You now have command of the forces in this realistic naval game. See if you can sink the BISMARK!&#10;&#10;Includes both a strategic game and a tactical game. The tactical game is played with miniatures; The game includes 1/1200 scale ship counters. The strategic game is played out on the Allied and German Strategic Plot Maps.&#10;&#10;4 pages of rules, these include charts for Gunnery Control, Torpedo Firing, Armor Penetration Points and Ranges as well as Heavy Damage tables (critical hits) for each type of weapon hit are on the last two pages of the rules.&#10;&#10;The game also included a Ship Statistics sheet and an Order of Battle sheet for the four scenarios.&#10;&#10;",
    "playersCount": "2-2",
    "publishingYear": "1971",
    "minAge": "12+",
    "name": "Sink the Bismark"
  },
  {
    "id": "12747",
    "thumbnail": "https://cf.geekdo-images.com/WPx39hDxqyTYq4Ugemo_BA__thumb/img/Fvh1NCDYzBBmo5p-lde8MrOMMV8=/fit-in/200x150/filters:strip_icc()/pic51897.jpg",
    "image": "https://cf.geekdo-images.com/WPx39hDxqyTYq4Ugemo_BA__original/img/6XCJwEg4twckAA7NyvcHrcppWDA=/0x0/filters:format(jpeg)/pic51897.jpg",
    "playTime": "90-90",
    "description": "In this classic Italian word game, players use their eight drawn letter-tiles to form words on the gameboard. Each word laid out earns points based on the commonality of the letters used, with certain board spaces giving bonuses. But a word can only be played if it uses at least one already-played tile. This leads to slightly tactical play, as potential words are rejected because they would give an opponent too much access to the better bonus spaces.&#10;Aldo Pasetti self-produced the game and was sued by the publisher of Scrabble, that has very, very similar board, tiles and rules. The trial took place in the late '50s and ended with a verdict of acquittal on the basis that game mechanics are not relevant and no confusion can be made between a long name as \"Scarabeo\" and a short one as \"Scrabble\", so it is not even unfair competition. Editrice Giochi had waited for the definitive acquittal: after that, it published the game.&#10;&#10;",
    "playersCount": "2-4",
    "publishingYear": "1963",
    "minAge": "8+",
    "name": "Scarabeo"
  },
  {
    "id": "2368",
    "thumbnail": "https://cf.geekdo-images.com/oDQZYDjgxsJnt4bf8Pmiew__thumb/img/cCfrNpTRmfmwMDd0a8CCyc-Rq1A=/fit-in/200x150/filters:strip_icc()/pic3265284.jpg",
    "image": "https://cf.geekdo-images.com/oDQZYDjgxsJnt4bf8Pmiew__original/img/nqaGxKBUflE0X9EuHFGHewGhLoU=/0x0/filters:format(jpeg)/pic3265284.jpg",
    "playTime": "90-90",
    "description": "A futuristic game of deadly driving. Have you ever pressed the imaginary button on the dashboard of your car to vaporize the idiot driver's car in front ?&#10;&#10;BATTLECARS is a game in which 'road rage' takes on a whole new meaning. Vent your frustration on other players by arming your car with machine guns and rockets. Watch in glee as cars explode into fireballs. Drive on and smile as the next target comes into range. Set the gunnery computer and squeeze the trigger - then BOOM!&#10;&#10;How long can you survive in the deadly arena of the future ? Do you have what it takes to be a highway warrior ?&#10;&#10;Only by playing BATTLECARS, with its unique simulation of driving skill and combat, will you ever find out.&#10;&#10;Expansion Set&#10;&#10;     Battlebikes&#10;&#10;&#10;",
    "playersCount": "2-4",
    "publishingYear": "1983",
    "minAge": "12+",
    "name": "Battlecars"
  },
  {
    "id": "235",
    "thumbnail": "https://cf.geekdo-images.com/x3PPn_TiMX_kn75HoMBOYg__thumb/img/ZTPtOO0-y0Wa-0wUmYdxNI6UeAQ=/fit-in/200x150/filters:strip_icc()/pic164665.jpg",
    "image": "https://cf.geekdo-images.com/x3PPn_TiMX_kn75HoMBOYg__original/img/qJfpzHF1BaPbby16-q1dPEiSvLM=/0x0/filters:format(jpeg)/pic164665.jpg",
    "playTime": "120-240",
    "description": "Introduction (from the rule book):&#10;&#10;BLACKBEARD recreates \"The Golden Age of Piracy\" at the turn of the 18th century. Each player becomes one or more pirates and attempts to amass a fortune and retire before a King's Commissioner tracks him down, a Warship stumbles across him, or his own crew cuts his throat! Merchant ships plying the trade routes are the targets. Prizes range from near-worthless supplies to the fabulous Spanish and Mogul treasure ships. Luck, skill and cunning all play a part as you comb the Seven Seas (well ... at least three of them) for fame and fortune. Players should be aware that the game simulates 18th century piracy and therefore features random happenstance. Little can be planned. Players who are ready to strike when opportunity presents itself and are wily and aggressive without being rash will fare best in the long run.&#10;&#10;&#10;Players take up the roles of famous pirates navigating the major sea lanes during the golden age of piracy.  Plunder and pirateering await as each player moves about on the map in a variable system through a deck of cards.  Rather than the normal turn order in games, players move when their designation is drawn in a deck.  When not in the role of their pirate they can take on the role of one of the English military ships hunting the sea for pirates.  By making shrewd choices and having some luck the player can end the game a wealthy and retired pirate with a large fleet of ships that have been accumulated over the years.&#10;&#10;",
    "playersCount": "1-4",
    "publishingYear": "1991",
    "minAge": "12+",
    "name": "Blackbeard"
  },
  {
    "id": "282581",
    "thumbnail": "https://cf.geekdo-images.com/UTthM-2frJDYqUGTHLsEzw__thumb/img/2ljwtoI2x-zSm07gfKP7AZ_SnU0=/fit-in/200x150/filters:strip_icc()/pic6488291.jpg",
    "image": "https://cf.geekdo-images.com/UTthM-2frJDYqUGTHLsEzw__original/img/a4QuPUkHRSPFfiHQ_lYIHoFSKII=/0x0/filters:format(jpeg)/pic6488291.jpg",
    "playTime": "15-30",
    "description": "At the turn of the century, build your industrial empire by constructing factories, hiring workers, producing goods and selling them for a profit. How rich will you be when you retire?&#10;&#10;Create a manufacturing empire in 30 years (15 turns) by building factories, producing Capital, Materials, Commodities, and Goods, and earn as much Profit as you can.&#10;&#10;Needed to Play:&#10;9 Game Cards&#10;7d6 to track workers (Worker Dice)&#10;1d6 to track The Market (Market Die)&#10;1d6 to track Managers (Managers Die)&#10;9 eurocubes (8mm suggested) as tracking markers&#10;&#10;Phases of a turn&#10;Each turn consists of three phases:&#10;&#10;     Set the Market&#10;     Take Your Actions&#10;     Upkeep/Record Time Passed&#10;&#10;&#10;Phase 1. Set the Market&#10;&#10;Roll the Market die and place it next to the Market. Reference the Market die&rsquo;s face against the Resource numbers listed in its matching row. This row shows the amounts you will gain in Capital or Profit for each resource unit sold during this turn in Phase 2.&#10;&#10;Phase 2. Take Your Actions&#10;&#10;You may now take up to 4 actions in the game, once each, in the order listed below, though you may skip any action in the series (ex. - A, (skip B), C, D): Sell Resources and/or Capital for Profit; Hire and/or Move Workers; Build a Building/Events; Produce Resources and/or Capital.&#10;&#10;Phase 3. Upkeep/Record Time Passed&#10;&#10;Overstaffing a building can lead to additional costs and to buildings requiring upkeep.&#10;&#10;On years 6, 12, 18, 24 and 30 you must pay rising labor costs        &#10;for any workers represented by a Worker die whose value exceeds the Staffing Requirement die icon for that building (do not count the Central Factory during this phase). For each building with more workers than the staffing requirement (as shown by the die icon) pay Capital equal to 1/2 of the value on the current Market die (rounded down). If you are unable to pay this amount, the Worker die is rotated to 1 and the building must be restaffed.&#10;&#10;On years 8, 18, and 24 you must pay for Building Upkeep and Maintenance (do not count the Central Factory during this phase). For each building built, pay a cost of any two Resources shown for the original building cost. You may choose which two of these you pay; then reduce the value on a matching Resource track among any one of your buildings. For each unit of the Resource cost you cannot pay, subtract  1 Profit unit.&#10;&#10;At the end of each turn, move the marker on the Years in Business track forward one space. The game ends after your 30th year.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "playersCount": "1-1",
    "publishingYear": "2022",
    "minAge": "10+",
    "name": "Empire"
  },
  {
    "id": "5928",
    "thumbnail": "https://cf.geekdo-images.com/k-wJeQlG1M1wedtlaOxDAw__thumb/img/KiMYFitSxaOlIwKdIotWIua_Ric=/fit-in/200x150/filters:strip_icc()/pic433476.jpg",
    "image": "https://cf.geekdo-images.com/k-wJeQlG1M1wedtlaOxDAw__original/img/oU8pr6nPLGewbt37YtbR0UeZx0Y=/0x0/filters:format(jpeg)/pic433476.jpg",
    "playTime": "180-180",
    "description": "Harpoon simulates modern naval warfare. Its rules tell how ships and aircraft move, detect enemy contacts, and attack them. Weapons inflict realistic effects, and proper naval tactics produce accurate and believable results. The die-cut counters included in the game make it possible to take this game home and start playing.&#10;&#10;Tom Clancy's books Hunt for Red October and Red Storm Rising used Harpoon as a source. (The game was not based on the books.) To quote from the Author's Note in Red Storm Rising \"(Harpoon)...served as a primary source for The Hunt for Red October\" and \"... a macro-wargame or campaign game which, using the\" Harpoon system, would fight out a new Battle of the North Atlantic.  I thought this was fascinating and we began talking about building a book around the idea...'.  Larry Bond is given co-copyright to Red Storm Rising.&#10;&#10;",
    "playersCount": "2-2",
    "publishingYear": "1987",
    "minAge": "12+",
    "name": "Harpoon (Third Edition)"
  },
  {
    "id": "2757",
    "thumbnail": "https://cf.geekdo-images.com/cuKx9Jm7weireO45zHxwbw__thumb/img/c9bIqgxIu1wyAehhF1l3iYVQ_d8=/fit-in/200x150/filters:strip_icc()/pic7014.jpg",
    "image": "https://cf.geekdo-images.com/cuKx9Jm7weireO45zHxwbw__original/img/swDnFOMgZZZ3LJUqgPGOd2l4yVQ=/0x0/filters:format(jpeg)/pic7014.jpg",
    "playTime": "60-240",
    "description": "Marine: 2002 is a tactical level simulation of combat on or near the surface of the moon.  Neutron warheads, rocket shells, lasers and charged particle beams fly through the vacuum.  Units move over the ground and in the \"air\", and engagement ranges are limited only by a unit's current horizon, which depends on its altitude.  Communications, command and control, morale, cumulative vehicle damage, orbiting weapons platforms...It's all there!&#10;&#10;Several scenarios are provided, with playing times ranging from one to four hours.  Geomorphic mapboards and movable terrain features (craters of various sizes) provide for plenty of replayability.&#10;&#10;Solar Marine, also by Kerry Anderson, is very similar to Marine: 2002.&#10;&#10;",
    "playersCount": "2-6",
    "publishingYear": "1979",
    "minAge": "12+",
    "name": "Marine: 2002  A Game of the First Lunar War"
  },
  {
    "id": "1915",
    "thumbnail": "https://cf.geekdo-images.com/s4agTRtAzo-OjQ4M35TSKQ__thumb/img/vkyYMFJBo4iBQQcE46GOxxOY0L4=/fit-in/200x150/filters:strip_icc()/pic4169236.jpg",
    "image": "https://cf.geekdo-images.com/s4agTRtAzo-OjQ4M35TSKQ__original/img/zcKDSb4g72Fc2ofmKQuMmQo0ldI=/0x0/filters:format(jpeg)/pic4169236.jpg",
    "playTime": "90-90",
    "description": "ICE's now-out-of-print CCG (they lost their license to produce Middle-Earth products in 1999). Players take the role of the Istari, or Wizards - most familiarly Gandalf, Saruman, and Radagast, but also Pallando and Alatar - in the  struggle against Sauron in Middle-Earth. Each player competes to bring the greatest strength to bear against the Shadow, including Factions such as the Riders of Rohan or the Great Eagles, allies like Gwaihir or Shadowfax, items such as the lost Palantiri, Glamdring, or Narsil, and the completion of various quests - from the relatively straightforward rescue of prisoners through the involved Reforging of the Sword that was Broken, restoration of the White Tree to Minas Tirith, or the quest of quests, the destruction of the One Ring.&#10;&#10;Players build decks in which half are composed of resource cards and half of hazards, dedicated to the stopping of your opponent. This is where the big bad guys come in, with cards for the 9 Nazgul, a couple of Dragons (Smaug being the recognizable one), Shelob, and the Balrog.&#10;&#10;",
    "playersCount": "1-5",
    "publishingYear": "1995",
    "minAge": "12+",
    "name": "Middle-earth"
  }
]
