{
    "SLOGAN": "Promotori di giochi da tavolo e giochi di ruolo dal 1995",
    "ADDRESS": "Via del Lavatoio 5, Trieste - Terzo piano",
    "WHEN": "EVENTI",
    "WHO": "CHI SIAMO",
    "WHERE": "DOVE TROVARCI",
    "BG": "GIOCHI",
    "EXPAND_TEXT": "clicca per i dettagli",
    "EVENTS": [
        {
            "DATE": "2024-11-15T17:30:00Z",
            "IMAGE": "./assets/img/events/InternationalGamesMonth.jpg",
            "TITLE": "International Games Month 2024",
            "DESCRIPTION": "15 novembre 17.30 - 20.30\nBiblioteca Stelio Mattioni",
            "EXPANSION": [
                {
                    "TEXT": "15 novembre 17.30 - 20.30\nBiblioteca Stelio Mattioni",
                    "IMAGE": "./assets/img/events/InternationalGamesMonth.jpg",
                    "ALT_TEXT": "Immagine della locandina dell'evento"
                }
            ]
        },
        {
            "DATE": "2025-01-08T19:00:00Z",
            "IMAGE": "./assets/img/events/GameNights_2025-01.jpg",
            "TITLE": "GameNights gennaio 2025",
            "DESCRIPTION": "8 gennaio 19.00 - 22.00\nSala studio, piano terra, edificio H3",
            "EXPANSION": [
                {
                    "TEXT": "8 gennaio 19.00 - 22.00\nSala studio, piano terra, edificio H3",
                    "IMAGE": "./assets/img/events/GameNights_2025-01.jpg",
                    "ALT_TEXT": "Immagine della locandina dell'evento"
                }
            ]
        },
        {
            "DATE": "2025-01-26T18:30:00Z",
            "IMAGE": "./assets/img/events/GiocaMuggia.jpg",
            "TITLE": "GiocaMuggia 2025",
            "DESCRIPTION": "Domenica 26 gennaio 18.30 - 20.00\nCalle Verdi 6b a Muggia",
            "EXPANSION": [
                {
                    "TEXT": "Domenica 26 gennaio 18.30 - 20.00\nCalle Verdi 6b a Muggia",
                    "IMAGE": "./assets/img/events/GiocaMuggia.jpg",
                    "ALT_TEXT": "Immagine della locandina dell'evento"
                }
            ]
        },
        {
            "DATE": "2025-02-19T19:00:00Z",
            "IMAGE": "./assets/img/events/GameNights_2025-02.jpg",
            "TITLE": "GameNights febbraio 2025",
            "DESCRIPTION": "19 febbraio 19.00 - 22.00\nSala studio, piano terra, edificio H3",
            "EXPANSION": [
                {
                    "TEXT": "19 febbraio 19.00 - 22.00\nSala studio, piano terra, edificio H3",
                    "IMAGE": "./assets/img/events/GameNights_2025-02.jpg",
                    "ALT_TEXT": "Immagine della locandina dell'evento"
                }
            ]
        },
        {
            "DATE": "2025-02-28T18:30:00Z",
            "IMAGE": "./assets/img/events/TorneoCatan2025-02-08.jpg",
            "TITLE": "Torneo di Catan Febbraio 2025",
            "DESCRIPTION": "Domenica 28 febbraio 18.30 - 20.00\n\"In Bocca al Gioco\" - V.le Venti Settembre, 41",
            "EXPANSION": [
                {
                    "TEXT": "Domenica 28 febbraio 18.30 - 20.00\n\"In Bocca al Gioco\" - V.le Venti Settembre, 41",
                    "IMAGE": "./assets/img/events/TorneoCatan2025-02-08.jpg",
                    "ALT_TEXT": "Immagine della locandina dell'evento"
                }
            ]
        },
        {
            "DATE": "2025-04-09T19:00:00Z",
            "IMAGE": "./assets/img/events/AvventureDaTavolo_2025.jpg",
            "TITLE": "Avventure da Tavolo marzo / aprile 2025\n1a parte",
            "DESCRIPTION": "",
            "EXPANSION": [
                {
                    "TEXT": "21 marzo 17.30-20.30 giochi da tavolo\n9 aprile 17.00-19.00 laboratorio di scacchi\n\"Biblioteca Mattioni\" - Borgo San Sergio",
                    "IMAGE": "./assets/img/events/AvventureDaTavolo_2025.jpg",
                    "ALT_TEXT": "Immagine della locandina dell'evento"
                }
            ]
        },
        {
            "DATE": "2025-04-11T20:30:00Z",
            "IMAGE": "./assets/img/events/AvventureDaTavolo_2025.jpg",
            "TITLE": "Avventure da Tavolo marzo / aprile 2025\n2a parte",
            "DESCRIPTION": "",
            "EXPANSION": [
                {
                    "TEXT": "8 aprile 17.00-18.30 laboratorio di scacchi\n10 aprile 17.00-18.30 laboratorio di scacchi\n11 aprile 17.30-20.30 giochi da tavolo\n\"Biblioteca Gambini\" - San Giacomo",
                    "IMAGE": "./assets/img/events/AvventureDaTavolo_2025.jpg",
                    "ALT_TEXT": "Immagine della locandina dell'evento"
                }
            ]
        },
        {
          "DATE": "2025-06-28T15:00:00Z",
          "IMAGE": "./assets/img/events/BorgoCosplay2025.png",
          "TITLE": "Borgo Cosplay ritorna il 28 e 29 giugno 2025",
          "DESCRIPTION": "",
          "EXPANSION": [
            {
              "TEXT": "Sabato 28 e domenica 29 giugno 2025 si riaprono i cancelli di BORGO COSPLAY, l’evento dedicato al mondo dei cospayer, del fumetto, dei giochi da tavolo e di ruolo, dei videogame e alla cultura nerd!\n\nPresso la Biblioteca Comunale Stelio Mattioni di Borgo San Sergio, due giorni di eventi che tra sfilate di cosplayer, workshop di fumetto, postazioni di videogame, sessioni di giochi da tavolo e di ruolo, talk, momenti di spettacolo e un mercatino dedicato a tutto quello che è pop, saprà offrivi un weekend davvero imperdibile!",
              "IMAGE": "./assets/img/events/BorgoCosplay2025.png",
              "ALT_TEXT": "Immagine della locandina dell'evento"
            }
          ]
        },
        {
          "DATE": "2025-07-05T18:00:00Z",
          "IMAGE": "./assets/img/events/AleaOpenLuglio2025.jpg",
          "TITLE": "Serata Open in Alea - 5 luglio 2025",
          "DESCRIPTION": "",
          "EXPANSION": [
            {
              "TEXT": "Tornano le serate open di Alea!\n\n Venite a trovarci in sede per conoscerci, provare liberamente i nostri giochi da tavolo e fare qualche partita insieme a noi!\n\n📆 Sabato 5 luglio 2025\n🕖 Dalle 18\n📍 Via San Francesco 4/1\n🌸 Ingresso libero su iscrizione \n\nEvento aperto ai maggiori di 16 anni. Se minorenni, è richiesta la presenza di un adulto. \n\n\n iscriviti su \nhttps://tinyurl.com/openalea",
              "IMAGE": "./assets/img/events/AleaOpenLuglio2025.jpg",
              "ALT_TEXT": "Immagine della locandina dell'evento"
            }
          ]
        },
        {
          "DATE": "2025-07-20T16:00:00Z",
          "IMAGE": "./assets/img/events/dadi.jpg",
          "TITLE": "Gioca con noi e… stai fresco!",
          "DESCRIPTION": "",
          "EXPANSION": [
            {
              "TEXT": "Un pomeriggio all’insegna del gioco al riparo degli alberi di Trebiciano! I volontari e le volontarie di Alea APS, La Costola dei Barbari APS e Queer Legacy ODV vi faranno sperimentare i giochi da tavolo e giochi di ruolo più celebri al mondo accanto a proposte meno conosciute di entrambi i generi, sapientemente spiegate permettendovi di immergervi velocemente nelle varie attività in uno spazio amichevole, accogliente e sicuro. L’evento è aperto a tutte le persone: dalle principianti alle esperte e di qualsiasi età. Sarà un’opportunità per avvicinarsi al mondo del gioco o per scoprire sfaccettature differenti di un mondo che conoscete già. Troverete pronti dadi e meeple, siate pronti a scatenare la fantasia e la voglia di stare insieme!\nCi vediamo al Campo sportivo di Trebiciano\nil 20 luglio dalle 16:00 alle 19:00",
              "IMAGE": "./assets/img/events/dadi.jpg",
              "ALT_TEXT": "Immagine della locandina dell'evento"
            }
          ]
        },
        {
          "DATE": "2025-08-15T16:00:00Z",
          "IMAGE": "./assets/img/events/uniH3.jpg",
          "TITLE": "Game Nights: giochi e benessere all’Università di Trieste",
          "DESCRIPTION": "",
          "EXPANSION": [
            {
              "TEXT": "Da dicembre 2024 a luglio 2025, ALEA e La Costola dei Barbari hanno sfidato il silenzio delle aule studio portando giochi da tavolo e di ruolo all’Università degli Studi di Trieste. L’evento, che ha avuto luogo nella sala studio al piano terra dell’Edificio H3, in 16 serate ha coinvolto oltre 200 partecipanti diversi, di cui circa ottanta sono tornati più di una volta. Le Game Nights, rivolte principalmente a studenti e studentesse ma aperte anche a docenti e personale dell’Ateneo, hanno registrato una partecipazione variabile tra le 25 e le 42 persone per serata. L’attività, organizzata dall’Università nell’ambito del progetto Pro-Bene-Comune, aveva un duplice obiettivo: favorire il benessere psicologico e la socialità in ambito universitario e, al tempo stesso, raccogliere dati per una ricerca sulla psicologia del gioco. Le serate si sono svolte in un clima disteso, divertente e inclusivo. Alcuni partecipanti, ormai affezionati, hanno diffuso l’iniziativa con il passaparola; altri hanno preso parte a una singola serata. C’è chi arrivava in gruppo e chi da solo, trovando comunque sempre un tavolo a cui aggregarsi. Non sono mancati partecipanti che non parlavano italiano, accolti in tavoli gestiti interamente in inglese. Questa esperienza ha incarnato pienamente lo spirito di ALEA: promuovere il gioco come strumento di aggregazione sociale e di animazione di comunità. Un sentito ringraziamento va ai numerosi volontari e volontarie, e a tutti e tutte le partecipanti, per aver contribuito alla riuscita dell’iniziativa.",
              "IMAGE": "./assets/img/events/uniH3.jpg",
              "ALT_TEXT": "Immagine della locandina dell'evento"
            }
          ]
        },
        {
          "DATE": "2025-10-26T15:00:00Z",
          "IMAGE": "./assets/img/events/archeo.jpg",
          "TITLE": "Sblocca la storia",
          "DESCRIPTION": "",
          "EXPANSION": [
            {
              "TEXT": "📆 Domenica 26 ottobre\n🕖 Dalle 15:00 alle 20:00\n📍 Piazza della Borsa, Trieste\n📝Gratis ad accesso libero\n🏛️ Nel contesto dell'evento Un Mare di Archeologia, presenteremo giochi di ruolo, giochi da tavolo e wargames 3D!\nVenite a trovarci per tuffarvi nella storia!\n🎲 Con i nostri Wargames 3D potrete librarvi nei cieli del primo conflitto mondiale con Wings of War o solcare i mari in velieri di epoca napoleonica con Sails of Glory.\nSe preferite i giochi di ruolo, in Lex Arcana vi ritroverete nell'antica Roma.\nCi saranno anche tantissimi giochi da tavolo come il nuovissimo Hispania, 7 Wonders, The King is dead, Thurn und Taxis, Chariot’s race, Cuzco, Similo storia, Timeline, Sagrada, e tanti altri!\n✨ Tra giochi di tutte le ambientazioni, di diverse durate e per tutte le età, siamo sicuri che sarà un viaggio nel tempo da non dimenticare!",
              "IMAGE": "./assets/img/events/archeo.jpg",
              "ALT_TEXT": "Immagine della locandina dell'evento"
            }
          ]
        },
        {
          "DATE": "2025-10-29T15:00:00Z",
          "IMAGE": "./assets/img/events/tempo.jpg",
          "TITLE": "Tempo in gioco",
          "DESCRIPTION": "",
          "EXPANSION": [
            {
              "TEXT": "🎲 TEMPO IN GIOCO 🎲\nUn’attività pensata per offrire momenti di svago, stimolo e condivisione alle persone anziane. Giochi da tavolo, carte, scacchi e laboratori creativi diventano occasioni per divertirsi, tenere allenata la mente e trascorrere tempo di qualità insieme, creando nuove amicizie e valorizzando le proprie esperienze di vita. Un appuntamento mensile da vivere con piacere e da arricchire con tante nuove iniziative.\n1° appuntamento \n📆 Mercoledì 29 ottobre 2025\n🕒 15:00 - 19:00\n📍 Vita Lenta, via Pecenco 4, Trieste\n🃏 Un pomeriggio di giochi da tavolo aperto a persone di tutte le età!\n⚠️ Evento gratuito: non serve portare nulla, se non la voglia di stare in compagnia senza limiti di età ❤️\n✨️ Troverete tanti giochi da tavolo classici o potrete scoprirne di nuovi: ci saranno volontarie delle nostre associazioni per spiegarvi le regole!",
              "IMAGE": "./assets/img/events/tempo.jpg",
              "ALT_TEXT": "Immagine della locandina dell'evento"
            }
          ]
        },
        {
          "DATE": "2025-10-31T19:45:00Z",
          "IMAGE": "./assets/img/events/aleaween.png",
          "TITLE": "Aleaween",
          "DESCRIPTION": "",
          "EXPANSION": [
            {
              "TEXT": "📆 Venerdì 31 ottobre 2025\n🕖 19:45\n📍 Sede ALEA, via del Lavatoio 5, Trieste\n📝 Serata gratuita aperta a tutti su iscrizione: https://tinyurl.com/openAlea\n🕷️ Un halloween con giochi da tavolo a tema!\n🧛🏻‍♂️ Una serata aperta a tutti (anche i non soci!) gratuita e spaventevole!\n🧟‍♂️ Costumi non obbligatori ma FORTEMENTE incoraggiati! Stupiteci! E un'ultima cosa...\n👻 BOO\n\n\nPer partecipare è necessario compilare il form",
              "IMAGE": "./assets/img/events/aleaween.png",
              "ALT_TEXT": "Immagine della locandina dell'evento"
            }
          ]
        },
        {
          "DATE": "2025-11-01T09:00:00Z",
          "IMAGE": "./assets/img/events/sf.jpg",
          "TITLE": "Ludoteca galattica",
          "DESCRIPTION": "",
          "EXPANSION": [
            {
              "TEXT": "Una giornata – quella di sabato 1 novembre alla Sala Xenia – interamente dedicata ai giochi da tavolo, di ruolo e librogame a tema sci-fi, organizzata dalle associazioni Alea e Costola dei Barbari e dal bistrot ludico In Bocca Al Gioco.\n L’evento si articolerà su più fasce orarie (10-13, 13-16, 16-19, 19-22), all’interno delle quali si alterneranno numerose attività, con tavoli di gioco prenotabili in anticipo e altri dedicati al gioco libero. In presenza di dimostratori e narratori delle associazioni, si potranno provare giochi da tavolo e di ruolo, tra grandi classici e novità, tutti a tema fantascientifico.\n Nel corso della giornata sarà presente lo scrittore e game designer Andrea Tupac Mollica, che farà da narratore per il gioco di ruolo cyberpunk Hong Kong Hustle e Lorenzo Board Game Physicist Gentile, divulgatore appassionato di fisica e giochi da tavolo. Si terranno inoltre presentazioni di nuovi titoli da parte di diversi editori, un torneo aperto a tutti e tavoli dedicati alla narrativa interattiva, dove chi lo desidera potrà condividere l’avventura di un libro, guidando insieme agli altri lo svolgersi della storia.\nTra le altre cose, nella nostra Ludoteca Galattica, portrai provare:\n Giochi di ruolo: Daggerheart (versione scifi), CBR+PNK, Never Tell Me The Odds, Fabula Ultima, Green Oaks, Honk Kong Hustle, Dune Avventure nell’Imperium.\nGiochi da tavolo: Andromeda’s Edge, Mass Effect, Star Wars: Battaglia di Hoth, Dune Imperium, Expeditions, Terraforming Mars, KillTeam, SETI, Star Wars: Deckbuilding Game\nLibrogame: Progenie Oscura, Honk Kong Hustle, 1984, Scegli la Tua Avventura",
              "IMAGE": "./assets/img/events/sf.jpg",
              "ALT_TEXT": "Immagine della locandina dell'evento"
            }
          ]
        }
    ],
    "DESCRIPTION": [
        {
            "TITLE": "CHI SIAMO",
            "INTRO": "Siamo “ALEA”, un’associazione ludica di Trieste fondata nel 1995.\nL'Associazione di Promozione Sociale è un'associazione culturale che promuove il gioco in tutte le sue forme, valorizzandolo come strumento di aggregazione e di integrazione sociale.",
            "TEXT": "",
            "IMAGE": "./assets/img/description_who.jpg",
            "ALT_TEXT": "Immagine raffigurante alcuni giochi dell'associazione",
            "EXPANSION": [
                {
                    "TEXT": "Siamo “ALEA”, un’associazione ludica di Trieste fondata nel 1995.",
                    "IMAGE": "",
                    "ALT_TEXT": ""
                },
                {
                    "TEXT": "L'Associazione di Promozione Sociale è un'associazione culturale che promuove il gioco in tutte le sue forme, valorizzandolo come strumento di aggregazione e di integrazione sociale.",
                    "IMAGE": "./assets/img/who_expansion-0.jpg",
                    "ALT_TEXT": "Immagine raffigurante alcuni gadget con il logo di Alea"
                },
                {
                    "TEXT": "Si tratta di un'associazione libera, apolitica che persegue il suo scopo sociale con impegno volontario e non retribuito. Favorisce la crescita del gioco tramite la partecipazione e l'organizzazione di eventi, manifestazioni, tornei e attività ludiche quotidiane.\nRipudiamo il gioco d'azzardo.",
                    "IMAGE": "",
                    "ALT_TEXT": ""
                },
                {
                    "TEXT": "Dell'ALEA fanno parte principalmente soci adulti con la passione per vari generi di giochi da tavolo, giochi di ruolo e wargames tridimensionali.",
                    "IMAGE": "./assets/img/who_expansion-1.jpg",
                    "ALT_TEXT": "Foto di alcuni membri dell'associazione che continuano una riunione al bar"
                },
                {
                    "TEXT": "L'associazione dispone di una sede con sette tavoli e una ludoteca in continuo ampliamento, i soci organizzano liberamente serate gioco utilizzando sia i giochi disponibili in ludoteca che i giochi di cui sono proprietari. L'attività è vivace e quotidiana, concentrata principalmente nelle ore serali dei giorni feriali e soprattutto nei fine settimana, anche mattina e pomeriggio. I soci possono organizzare le attività quotidiane disponendo di un'organizzatissima chat su telegram e di un calendario di prenotazione su Google Calendar.",
                    "IMAGE": "",
                    "ALT_TEXT": ""
                }
            ]
        },
        {
            "TITLE": "COME TROVARCI",
            "INTRO": "Se vuoi conoscerci, scrivi una mail a info@aleatrieste.it. Troveremo assieme il momento migliore per farti visitare la sede e già che ci siamo per giocare.",
            "TEXT": "",
            "IMAGE": "./assets/img/Lavatoio.png",
            "ALT_TEXT": "Via del Lavatoio 5",
            "EXPANSION": [
                {
                    "TEXT": "Vieni in via del Lavatoio 5, sali al terzo piano e conosciamoci. Sette tavoli, tanti soci e un sacco di giochi a disposizione per divertirci.",
                    "IMAGE": "",
                    "ALT_TEXT": ""
                }
            ]
        },
        {
            "TITLE": "GLI EVENTI OPEN",
            "INTRO": "Da diversi anni l’Alea si è prodigata nell’aprire periodicamente la propria sede alla cittadinanza, organizzando serate open aperte ad interessati e curiosi, per offrire a chiunque l'occasione e la possibilità di scoprire il grande mondo dei giochi e l'attività dell'associazione.",
            "TEXT": "",
            "IMAGE": "./assets/img/description_events.jpg",
            "ALT_TEXT": "Immagine di una locandina dell'associazione all'entrata di un evento dell'associazione",
            "EXPANSION": [
                {
                    "TEXT": "Da diversi anni l’Alea si è prodigata nell’aprire periodicamente la propria sede alla cittadinanza, organizzando serate open aperte ad interessati e curiosi, per offrire a chiunque l'occasione e la possibilità di scoprire il grande mondo dei giochi e l'attività dell'associazione.",
                    "IMAGE": "",
                    "ALT_TEXT": ""
                },
                {
                    "TEXT": "Gli eventi open sono stati pubblicizzati principalmente tramite i social o il passaparola, chiunque può partecipare per venire a conoscerci o per trascorrere una serata diversa, per cimentarsi con qualche gioco in buona compagnia.",
                    "IMAGE": "",
                    "ALT_TEXT": ""
                },
                {
                    "TEXT": "Molti di noi sono diventati soci proprio dopo aver partecipato ad una di queste serate: l'accoglienza dei soci e il divertimento sono sempre così coinvolgenti da indurre spesso a voler far parte di questo variegato gruppo di appassionati giocatori.",
                    "IMAGE": "",
                    "ALT_TEXT": ""
                },
                {
                    "TEXT": "Non mancano le serate a tema: momenti conviviali in cui soci e simpatizzanti si dedicano a giochi ambientati seguendo un filo conduttore: ad esempio la ormai tradizionale serata horror ad Aleaween il 31 ottobre, e poi le serate Spaziali fra stelle e pianeti, le serate Western con sceriffi e fuorilegge, le serate Classiche nel mondo antico... Senza contare che di tanto in tanto organizziamo eventi fuori sede aperti ai soci e famiglie come le osmizzate sul carso triestino, o le battaglie di paintball, sempre ravvivati dai momenti di gioco cementando l’amicizia fra i soci e trascorrendo piacevoli giornate in compagnia.",
                    "IMAGE": "",
                    "ALT_TEXT": ""
                },
                {
                    "TEXT": "Dal 2024 è stato istituito il sabato sera “Chi c'è c'è”: senza che ci si debba organizzare preventivamente, qualunque socio può partecipare alla serata dedicata all'improvvisazione presentandosi puntualmente entro le 20.30, ogni sabato è l'occasione per conoscerci fra noi, per giocare ai giochi della ludoteca o a quelli portati dagli altri partecipanti, o magari per proporre quel gioco impolverato che da tempo giace abbandonato e che vorremmo sperimentare. Il “Chi c'è c'è” è la serata imprevedibile e stupefacente che ogni sabato ravviva l'associazione. Non è insolito che talvolta partecipino anche simpatizzanti, quindi, pur non essendo ufficialmente aperta ai non soci, sappiate che è probabile che il sabato ci troviate lì, e che possiate magari unirvi a noi.",
                    "IMAGE": "",
                    "ALT_TEXT": ""
                }
            ]
        },
        {
            "TITLE": "ATTIVITÀ ESTERNE",
            "INTRO": "Nei primi anni 2000 Alea è stata tra le associazioni fondatrici di “Trieste d20gioco”, e ha partecipato alla riuscita degli eventi “Fumetti per gioco” per diversi anni.\nAlea è cofondatrice di Federludo, la federazione italiana delle associazioni ludiche.",
            "TEXT": "",
            "IMAGE": "./assets/img/description_activities.jpg",
            "ALT_TEXT": "Immagine dell'entrata ad un evento dell'associazione durante il Science-Fiction Festival 2024",
            "EXPANSION": [
                {
                    "TEXT": "Nei primi anni 2000 Alea è stata tra le associazioni fondatrici di “Trieste d20gioco”, e ha partecipato alla riuscita degli eventi “Fumetti per gioco” per diversi anni.",
                    "IMAGE": "",
                    "ALT_TEXT": ""
                },
                {
                    "TEXT": "Alea è cofondatrice di Federludo, la federazione italiana delle associazioni ludiche.",
                    "IMAGE": "",
                    "ALT_TEXT": ""
                },
                {
                    "TEXT": "Dal 2022 stiamo collaborando con il Comune di Trieste gestendo il progetto “Avventure da tavolo” di divulgazione dei giochi da tavolo presso le biblioteche del Comune animando i pomeriggi in biblioteca dedicati alle attività ludiche in qualità di esperti di giochi, accogliendo famiglie, bambini dei ricreatori e curiosi di ogni età e offrendo loro la possibilità di provare i giochi delle biblioteche o i giochi della nostra associazione.",
                    "IMAGE": "",
                    "ALT_TEXT": ""
                },
                {
                    "TEXT": "In questi ultimi anni abbiamo curato nei mesi di novembre l’International Games Month, oltre alla collaborazione con le biblioteche comunali, anche organizzando e promuovendo altre attività, ad esempio presso SISSA, o in collaborazione con l’Osservatorio Astronomico di Trieste o con con conferenze mirate sul tema gioco.",
                    "IMAGE": "",
                    "ALT_TEXT": ""
                },
                {
                    "TEXT": "Nel 2024 abbiamo collaborato con la Lybra Cooperativa Sociale Onlus per avvicinare i giovani utenti della cooperativa al gioco, promuovendo dinamiche relazionali positive, stimolando l’interesse per attività ludiche e incentivando passatempi sani.",
                    "IMAGE": "",
                    "ALT_TEXT": ""
                },
                {
                    "TEXT": "Nello stesso anno abbiamo iniziato ad organizzare, in collaborazione con il locale di Viale XX settembre “In bocca al gioco”, dei tornei aperti alla cittadinanza de “I Coloni di Catan” e “Ticket to Ride - Europa” validi per le qualificazioni nazionali.",
                    "IMAGE": "",
                    "ALT_TEXT": ""
                },
                {
                    "TEXT": "La nostra associazione ha frequentemente testato prototipi di giochi, diventando Beta tester per la Giochix Editions e per la White Cocal Press, editore triestino di giochi di successo come Friko Bestiale o Tachite al Tram.",
                    "IMAGE": "",
                    "ALT_TEXT": ""
                },
                {
                    "TEXT": "Da settembre del 2025 abbiamo la nostra nuova bellissima sede in Via del Lavatoio 5 Trieste Terzo piano.",
                    "IMAGE": "",
                    "ALT_TEXT": ""
                }
            ]
        }
    ],
    "GAMES": [
        {
            "TITLE": "Giochi da Tavolo",
            "IMG_SRC": "./assets/img/games/gdt.jpg",
            "EXPANSION": [
                {
                    "TEXT": "Molti sono i soci appassionati di giochi da tavolo di ogni genere: dai german agli american, passando per i giochi astratti, i dungeon crawler,  i legacy... mille e più di mille sono i giochi che vengono intavolati e giocati ogni giorno, ce n'è per tutti i gusti, un intero mondo da scoprire. E se ci avanzano venti minuti nell'attesa di qualche ritardatario o per completare le serate siamo sempre pronti ad intavolare qualche filler semplice, divertente o sfindante.",
                    "IMAGE": "./assets/img/games/gdt-expansion-0.jpg",
                    "ALT_TEXT": "Immagine raffigurante una partita al gioco da tavolo Storm Raiders"
                }
            ]
        },
        {
            "TITLE": "Giochi di Ruolo",
            "IMG_SRC": "./assets/img/games/gdr.jpg",
            "EXPANSION": [
                {
                    "TEXT": "I giochi di ruolo sono esperienze immersive che permettono di vivere storie fantastiche, vestire i panni di personaggi unici e decidere insieme agli altri giocatori il destino di mondi immaginari.\nDiversi sono i master associati che animano le serate della nostra associazione: c’è chi preferisce creare avventure stile fantasy classico, con D&D o nella Terra di Mezzo, e chi invece si avventura in ambientazione steampunk, horror, fantascienza: l'immaginazione non ha limiti.",
                    "IMAGE": "./assets/img/games/gdr-expansion-0.jpg",
                    "ALT_TEXT": "Immagine di una sessione del gioco di ruolo Lovecraftesque"
                }
            ]
        },
        {
            "TITLE": "Wargames",
            "IMG_SRC": "./assets/img/games/wargames.jpg",
            "EXPANSION": [
                {
                    "TEXT": "I giochi tridimensionali con le miniature combinano strategia, abilità tattiche e modellismo, permettendo ai giocatori di schierare eserciti in scenari tridimensionali dove ogni mossa può cambiare le sorti della battaglia.\nMolti soci si dedicano a questa attività, fronteggiandosi sia in ambientazioni storiche che fantastiche, creando con passione e grande maestria bellissime miniature da vedere e da usare. L'associazione propone anche corsi di pitturazione miniature e di creazione scenari.",
                    "IMAGE": "./assets/img/games/wargames-expansion-0.jpg",
                    "ALT_TEXT": "Immagine raffigurante una partita al gioco da tavolo bloodstones"
                }
            ]
        }
    ]
}
